{"id":593,"date":"2023-05-16T19:27:24","date_gmt":"2023-05-16T11:27:24","guid":{"rendered":"http:\/\/new2:8083\/?p=593"},"modified":"2023-05-17T15:08:32","modified_gmt":"2023-05-17T07:08:32","slug":"%e5%bd%93%e5%b0%8f%e8%af%ad%e7%a7%8d%e9%81%87%e4%b8%8a%e5%a4%a7%e6%a8%a1%e5%9e%8b%ef%bc%9a%e8%87%aa%e7%9b%91%e7%9d%a3%e9%a2%84%e8%ae%ad%e7%bb%83%e6%a8%a1%e5%9e%8b%e6%98%be%e8%91%97%e6%8f%90%e5%8d%87","status":"publish","type":"post","link":"http:\/\/new2:8083\/2023\/05\/16\/%e5%bd%93%e5%b0%8f%e8%af%ad%e7%a7%8d%e9%81%87%e4%b8%8a%e5%a4%a7%e6%a8%a1%e5%9e%8b%ef%bc%9a%e8%87%aa%e7%9b%91%e7%9d%a3%e9%a2%84%e8%ae%ad%e7%bb%83%e6%a8%a1%e5%9e%8b%e6%98%be%e8%91%97%e6%8f%90%e5%8d%87\/","title":{"rendered":"\u5f53\u5c0f\u8bed\u79cd\u9047\u4e0a\u5927\u6a21\u578b\uff1a\u81ea\u76d1\u7763\u9884\u8bad\u7ec3\u6a21\u578b\u663e\u8457\u63d0\u5347\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u6027\u80fd"},"content":{"rendered":"\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/yMZb2azAvUJz.jpg\" alt=\"\"\/><\/figure>\n\n\n\n<p><em>\u5728\u5927\u89c4\u6a21\u6570\u636e\u548c\u7b97\u529b\u7684\u652f\u6491\u4e0b\uff0c\u8bed\u97f3\u9886\u57df\u81ea\u76d1\u7763\u9884\u5b66\u4e60\u53d6\u5f97\u4e86\u7a81\u7834\u6027\u8fdb\u5c55\uff0c\u9884\u8bad\u7ec3\u6a21\u578b\u5219\u51ed\u501f\u5176\u4f18\u5f02\u7684\u6027\u80fd\u800c\u5907\u53d7\u5173\u6ce8<\/em><em>\u3002\u672c\u6587\u5c06\u4e00\u7cfb\u5217\u5927\u89c4\u6a21\u9884\u8bad\u7ec3\u6a21\u578b\u8fdb\u884c\u4e86\u6df1\u5165\u5bf9\u6bd4\uff0c\u9488\u5bf9\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\u81ea\u52a8\u8bed\u97f3\u8bc6\u522b\u8fd9\u4e00\u4e0b\u6e38\u4efb\u52a1\u5c55\u5f00\u63a2\u7d22\uff0c\u5e76\u4ece\u6a21\u578b\u3001\u65b9\u6cd5\u3001\u8bed\u79cd\u7b49\u591a\u4e2a\u89d2\u5ea6\u5168\u9762\u5206\u6790\u5e76\u603b\u7ed3\u4e86\u6027\u80fd\u5dee\u5f02\u548c\u5185\u90e8\u673a\u7406\u3002\u65e5\u524d\uff0c\u8be5\u5de5\u4f5c\u5df2\u88abIEEE\u4fe1\u53f7\u5904\u7406\u534f\u4f1a\u9876\u7ea7\u671f\u520a\u300aIEEE Journal of Selected Topics in Signal Processing\u300b\u63a5\u6536\u3002<\/em><\/p>\n\n\n\n<p>\u8fd1\u671f\u8bed\u97f3\u81ea\u76d1\u7763\u5b66\u4e60\u51ed\u501f\u5176\u5728\u591a\u4e2a\u4e0b\u6e38\u4efb\u52a1\u4e2d\u7684\u51fa\u8272\u6027\u80fd\u800c\u5907\u53d7\u5173\u6ce8\uff0c\u8fd9\u4e3a\u4f4e\u8d44\u6e90\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u5e26\u6765\u4e86\u65b0\u7684\u53d1\u5c55\u7a7a\u95f4\u3002\u672c\u6587\u4e2d\uff0c\u6211\u4eec\u5bf9\u6bd4\u5206\u6790\u4e86<strong>\u591a\u4e2a<\/strong><strong>wav2vec<\/strong><strong>\u7cfb\u5217\u9884\u8bad\u7ec3\u6a21\u578b\u5728<\/strong><strong>15<\/strong><strong>\u4e2a\u4e0d\u540c\u7684\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\u4e0a\u7684\u8868\u73b0\u3002\u7814\u7a76\u5185\u5bb9\u4e3b\u8981\u9488\u5bf9\u6a21\u578b\u9884\u8bad\u7ec3\u9636\u6bb5\u7684\u4e24\u4e2a\u91cd\u8981\u56e0\u7d20\uff08\u6a21\u578b\u6846\u67b6\u548c\u8bad\u7ec3\u6570\u636e\uff09\u3001\u4e09\u79cd\u5fae\u8c03\u65b9\u6cd5\u4ee5\u53ca\u9884\u8bad\u7ec3\u6a21\u578b\u8868\u5f81\u5e94\u7528\u5c55\u5f00<\/strong><strong>\u3002<\/strong>\u9996\u5148\uff0c\u6211\u4eec\u7814\u7a76\u4e86\u4f7f\u7528\u4e0d\u540c\u8bed\u97f3\u6570\u636e\u6216\u81ea\u76d1\u7763\u67b6\u6784\uff08wav2vec2.0\u3001HuBERT\u548cWavLM\uff09\u7684\u9884\u8bad\u7ec3\u6a21\u578b\u5728\u4f4e\u8d44\u6e90\u8bed\u79cd\u4e2d\u7684\u8bed\u97f3\u8bc6\u522b\u6027\u80fd\u3002\u5176\u6b21\uff0c\u6211\u4eec\u63a2\u7d22\u4e86\u8bed\u97f3\u6570\u636e\u5229\u7528\u3001\u591a\u8bed\u8a00\u5b66\u4e60\u548c\u97f3\u7d20\u8bc6\u522b\u4efb\u52a1\u5728\u5fae\u8c03\u9636\u6bb5\u7684\u5e94\u7528\u3002\u6b64\u5916\uff0c\u6211\u4eec\u8fd8\u501f\u52a9\u76f8\u4f3c\u6027\u5206\u6790\u63a2\u8ba8\u4e86\u6a21\u578b\u5fae\u8c03\u5bf9\u4e0d\u540cTransformer\u5c42\u9884\u8bad\u7ec3\u8868\u5f81\u7684\u5f71\u54cd\uff0c\u6d89\u53ca\u4e0d\u540c\u7684\u9884\u8bad\u7ec3\u4f53\u7cfb\u7ed3\u6784\u548c15\u4e2a\u8bed\u79cd\u3002\u540c\u65f6\u6211\u4eec\u5c06\u9884\u8bad\u7ec3\u8868\u5f81\u5e94\u7528\u4e8e\u7aef\u5230\u7aef\u548c\u4f20\u7edf\u6df7\u5408\u7cfb\u7edf\uff0c\u4ee5\u9a8c\u8bc1\u524d\u6587\u7684\u8868\u5f81\u5206\u6790\uff0c\u5e76\u53d6\u5f97\u4e86\u66f4\u4f18\u7684\u6027\u80fd\u3002<\/p>\n\n\n\n<p>\u672c\u6587\u4f7f\u7528\u7684\u4f4e\u8d44\u6e90\u8bed\u79cd\u6570\u636e\u57fa\u672c\u60c5\u51b5\u5982\u4e0b\u8868\u6240\u793a\u3002\u5171&nbsp;15&nbsp;\u4e2a\u8bed\u79cd\uff0c\u6db5\u76d6&nbsp;11&nbsp;\u4e2a\u4e0d\u540c\u7684\u8bed\u7cfb\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/09\/NFZbeijM7nEb.png\" alt=\"640.png\" title=\"640.png\"\/><\/figure>\n\n\n\n<p>\u672c\u6587\u4f7f\u7528\u768415\u4e2a\u8bed\u79cd\u7684\u57fa\u672c\u60c5\u51b5<\/p>\n\n\n\n<p><strong>\u4e00\u3001\u9884\u8bad\u7ec3\u9636\u6bb5\u5f71\u54cd\u56e0\u7d20\u5bf9\u6bd4<\/strong><\/p>\n\n\n\n<p>\u57fa\u4e8e\u9884\u8bad\u7ec3\u6a21\u578b\u7684\u8bed\u97f3\u8bc6\u522b\u7cfb\u7edf\u6027\u80fd\u4e0e\u9884\u8bad\u7ec3\u97f3\u9891\u6570\u636e\u5bc6\u4e0d\u53ef\u5206\uff0c\u4e0d\u540c\u7684\u9884\u8bad\u7ec3\u67b6\u6784\u4e5f\u4f1a\u5e26\u6765\u6027\u80fd\u5dee\u5f02\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/uqUfyq36Rbqy.png\" alt=\"2.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p>\u9884\u8bad\u7ec3\u9636\u6bb5\u5f71\u54cd\u56e0\u7d20\uff08\u9884\u8bad\u7ec3\u6570\u636e\u3001\u9884\u8bad\u7ec3\u67b6\u6784\uff09<\/p>\n\n\n\n<p>\u6211\u4eec\u6bd4\u8f83\u4e86\u4e00\u4e9b\u73b0\u6709\u7684\u5f00\u6e90\u9884\u8bad\u7ec3\u6a21\u578b\uff0c\u4ee5&nbsp;<strong>\u63a2\u7d22\u4e0d\u540c\u9884\u8bad\u7ec3\u6570\u636e\u96c6\u548c\u9884\u8bad\u7ec3\u67b6\u6784\u5bf9\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u6027\u80fd\u7684\u5f71\u54cd<\/strong>&nbsp;\uff0c\u4e3b\u8981\u6a21\u578b\u7684\u57fa\u672c\u60c5\u51b5\u5982\u4e0b\u8868\u6240\u793a\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/FBzEV3fYf6z2.png\" alt=\"3.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p><strong>1.1&nbsp;<\/strong><strong>\u9884\u8bad\u7ec3\u6570\u636e<\/strong><strong><\/strong><\/p>\n\n\n\n<p>\u4e3a\u4fdd\u8bc1\u5b9e\u9a8c\u7684\u516c\u5e73\u6027\uff0c\u5728\u5bf9\u6bd4\u4e0d\u540c\u6570\u636e\u96c6\u8bad\u7ec3\u5f97\u5230\u7684\u9884\u8bad\u7ec3\u6a21\u578b\u65f6\uff0c\u6211\u4eec\u9009\u62e9\u4e86\u56db\u4e2awav2vec2.0\u6a21\u578b\uff0c\u5305\u62ec\u4e00\u4e2a\u82f1\u8bed\u5355\u8bed\u79cd\u6a21\u578b\u548c\u4e09\u4e2a\u591a\u8bed\u79cd\u6a21\u578b\u3002<\/p>\n\n\n\n<p>\u5bf9\u4e8e&nbsp;OpenASR21&nbsp;\u6570\u636e\u96c6\u4e2d\u7684&nbsp;15&nbsp;\u79cd\u8bed\u8a00\uff0c\u6211\u4eec\u4ece\u6bcf\u4e2a\u8bed\u7cfb\u4e2d\u9009\u62e9\u4e00\u4e2a\u8bed\u79cd\u4f5c\u4e3a\u4ee3\u8868\uff0c\u5206\u522b\u4f7f\u7528&nbsp;10h\u6807\u6ce8&nbsp;\u6570\u636e\u5fae\u8c03&nbsp;wav2vec2.0&nbsp;\u9884\u8bad\u7ec3\u6a21\u578b\u3002\u6807\u6ce8\u6587\u672c\u5efa\u6a21\u5355\u5143\u4e3a\u5b57\u6bcd\u6216\u5b57\u7d20\uff0c\u5e76\u989d\u5916\u52a0\u5165\u8bcd\u5206\u9694\u7b26\u3002\u5b9e\u9a8c\u7ed3\u679c\u5982\u4e0b\u8868\u6240\u793a\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/QNbYf2qqe2am.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p>\u901a\u8fc7\u8868\u4e2d\u7ed3\u679c\u53ef\u4ee5\u53d1\u73b0\uff0c&nbsp;XLSR-128&nbsp;\u9884\u8bad\u7ec3\u6a21\u578b\u5728\u5404\u4e2a\u8bed\u79cd\u4e2d\u5747\u53d6\u5f97\u6700\u4f4e\u8bcd\u9519\u8bef\u7387\u3002\u5728\u4e09\u4e2a&nbsp;LARGE&nbsp;\u6a21\u578b\u4e2d\uff0c\u7528\u82f1\u8bed\u97f3\u9891\u8bad\u7ec3\u5f97\u5230\u7684&nbsp;w2v-EN-60k&nbsp;\u6a21\u578b\u660e\u663e\u5904\u4e8e\u52a3\u52bf\u3002\u5728&nbsp;BASE&nbsp;\u6a21\u578b\u548c&nbsp;LARGE&nbsp;\u578b\u6a21\u578b\u4e4b\u95f4\u7684\u6bd4\u8f83\u4e2d\uff0c\u591a\u8bed\u8a00&nbsp;BASE&nbsp;\u6a21\u578b&nbsp;CLSRIL-23&nbsp;\u76f8\u6bd4\u4e8e\u82f1\u8bed&nbsp;LARGE&nbsp;\u6a21\u578b&nbsp;w2v-EN-60k&nbsp;\u867d\u7136\u4f7f\u7528\u7684\u603b\u8bad\u7ec3\u97f3\u9891\u91cf\u66f4\u5c11\uff0c\u4f46\u5728&nbsp;10&nbsp;\u4e2a\u8bed\u79cd\u4e2d\u7684&nbsp;9&nbsp;\u4e2a\u8bed\u79cd\u4e0a\u4f18\u4e8e\u540e\u8005\uff0c\u4ee5\u4e0a\u7ed3\u679c\u8bf4\u660e\u4e86<strong>\u5728\u5c0f\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u4efb\u52a1\u4e0a\uff0c\u8bed\u97f3\u6570\u636e\u5206\u5e03\u60c5\u51b5\uff08\u591a\u8bed\u79cd\uff09\u76f8\u6bd4\u4e8e\u603b\u6570\u636e\u91cf\u66f4\u4e3a\u91cd\u8981\uff1b\u4f7f\u7528\u66f4\u591a\u8bed\u79cd\u66f4\u5927\u6570\u636e\u91cf\u8bad\u7ec3\u5f97\u5230\u7684\u6a21\u578b\u6027\u80fd\u76f8\u5bf9\u66f4\u4f18\u3002<\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/i6vMJjamUJNj.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/Zn6zqaNziEbm.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p>\u4e0d\u540c\u9884\u8bad\u7ec3\u6a21\u578b\u5728\u5fae\u8c03\u524d\u540e\u5404\u5c42\u8f93\u51fa\u8868\u5f81\u7684\u76f8\u4f3c\u5ea6<\/p>\n\n\n\n<p>\u4e3a\u4e86\u63a2\u7a76\u5fae\u8c03\u524d\u540e\u6a21\u578b\u5404\u5c42\u53c2\u6570\u7684\u53d8\u5316\u60c5\u51b5\uff0c\u6211\u4eec\u91c7\u7528CKA\u65b9\u6cd5\u5bf9\u9884\u8bad\u7ec3\u6a21\u578b\u4e0d\u540c\u4f4d\u7f6eTransformer\u7684\u8f93\u51fa\u8868\u5f81\u8fdb\u884c\u4e86\u76f8\u4f3c\u5ea6\u5206\u6790\uff0c\u5982\u4e0a\u56fe\u6240\u793a\uff0c\u5750\u6807\u8f74\u6570\u5b57\u4e3aTransformer\u5c42\u7684\u7d22\u5f15\u3002\u53ef\u4ee5\u53d1\u73b0<strong>\u5404\u4e2a\u9884\u8bad\u7ec3\u6a21\u578b\u6700\u540e\u51e0\u5c42\u7684\u8f93\u51fa\u8868\u5f81\u5728\u5fae\u8c03\u524d\u540e\u90fd\u53d1\u751f\u4e86\u8f83\u660e\u663e\u53d8\u5316\uff0c\u8fd9\u8868\u660e\u5728\u9760\u8fd1\u8f93\u51fa\u7aef\u7684\u5c42\u4e2d\u53ef\u80fd\u8574\u542b\u66f4\u591a\u7684\u8bed\u4e49\u6216\u6587\u672c\u76f8\u5173\u7684\u9ad8\u5c42\u4fe1\u606f\uff0c\u4e0e\u4e0b\u6e38\u4efb\u52a1\u3001\u8bed\u79cd\u7279\u6027\u7d27\u5bc6\u76f8\u5173\u3002\u76f8\u53cd\u5730\uff0c\u5728\u5fae\u8c03\u540e\uff0c\u9760\u8fd1\u8f93\u5165\u7aef\u7684\u524d\u51e0\u5c42\u8868\u5f81\u4fdd\u7559\u4e86\u66f4\u591a\u7684\u539f\u9884\u8bad\u7ec3\u6a21\u578b\u4fe1\u606f\uff0c\u540c\u65f6\u524d\u51e0\u5c42\u8f93\u51fa\u8868\u5f81\u4e4b\u95f4\u7684\u76f8\u4f3c\u6027\u8f83\u9ad8\uff0c\u8fd9\u4e5f\u8868\u660e\u8fd9\u4e9b\u5c42\u4e2d\u53ef\u80fd\u5b58\u5728\u4e00\u5b9a\u7684\u5197\u4f59\u90e8\u5206\u3002<\/strong>\u7531\u4e8e\u6211\u4eec\u66f4\u5173\u6ce8\u5bf9\u5e94\u5c42\u7684\u8868\u5f81\u5728\u5fae\u8c03\u540e\u7684\u53d8\u5316\u60c5\u51b5\uff0c\u56e0\u6b64\u5c06\u70ed\u5ea6\u56fe\u4e2d\u7684\u5de6\u4e0b\u89d2\u5230\u53f3\u4e0a\u89d2\u8fd9\u4e00\u5bf9\u89d2\u7ebf\u7684\u60c5\u51b5\u501f\u52a9\u6298\u7ebf\u56fe\u5c55\u73b0\u51fa\u6765\u3002\u53ef\u4ee5\u53d1\u73b0\u4e0d\u540c\u8bed\u79cd\u4e4b\u95f4\u7684\u8868\u5f81\u53d8\u5316\u60c5\u51b5\u5dee\u5f02\u8f83\u5c0f\uff0c\u800cBASE\u6a21\u578b\u548cLARGE\u6a21\u578b\u7684\u53d8\u5316\u8d8b\u52bf\u5b58\u5728\u8f83\u660e\u663e\u5dee\u5f02\u3002<\/p>\n\n\n\n<p>\u8fdb\u4e00\u6b65\uff0c\u6211\u4eec\u5c06\u5404\u4e2a\u8bed\u79cd\u5f97\u5230\u7684\u76f8\u4f3c\u5ea6\u53d6\u5e73\u5747\u503c\u540e\u5c55\u793a\u5728\u4e0b\u56fe\u4e2d\uff0c\u4ee5\u66f4\u52a0\u76f4\u89c2\u5730\u5bf9\u6bd4\u4e0d\u540c\u6a21\u578b\u4e4b\u95f4\u7684\u5dee\u5f02\u3002\u5bf9\u6bd4\u4e09\u4e2a&nbsp;LARGE&nbsp;\u6a21\u578b\uff08&nbsp;w2v-EN-60k&nbsp;\u3001&nbsp;XLSR-53&nbsp;\u3001&nbsp;XLSR-128&nbsp;\uff09\uff0c<strong>\u6211\u4eec\u53d1\u73b0\u6a21\u578b\u5728\u6700\u540e\u51e0\u5c42\u7684\u76f8\u4f3c\u5ea6\u5927\u5c0f\u4e0e\u6a21\u578b\u7684\u8bed\u97f3\u8bc6\u522b\u6027\u80fd\u4e4b\u95f4\u53ef\u80fd\u5b58\u5728\u4e00\u5b9a\u8054\u7cfb\uff0c\u5373\u6298\u7ebf\u8d8a\u9760\u4e0a\uff0c\u8bf4\u660e\u5bf9\u5e94\u8868\u5f81\u7684\u76f8\u4f3c\u6027\u8d8a\u9ad8\u3001\u5fae\u8c03\u524d\u540e\u53c2\u6570\u53d8\u5316\u5c0f\uff0c\u5219\u5bf9\u5e94\u7684\u8bc6\u522b\u7ed3\u679c\u8d8a\u597d\u3002<\/strong><strong><\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/6z6Fbqf2eEJ3.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p><strong>1.2&nbsp;<\/strong><strong>\u9884\u8bad\u7ec3\u67b6\u6784\uff1a<\/strong><strong>wav2vec2.0, HuBERT<\/strong><strong>\u548c<\/strong><strong>WavLM<\/strong><strong><\/strong><\/p>\n\n\n\n<p>\u4e3a\u4e86\u4fdd\u8bc1\u516c\u5e73\u6027\uff0c\u6211\u4eec\u9009\u62e9\u4e86\u4e09\u4e2a\u4f7f\u7528\u76f8\u8fd1\u9884\u8bad\u7ec3\u8bed\u6599\u5e93\u548c\u6a21\u578b\u53c2\u6570\u7684\u5f00\u6e90\u9884\u8bad\u7ec3\u6a21\u578bw2v-EN-60k\u3001HuBERT-EN-60k\u548cWavLM-EN-94k\u4f5c\u4e3a\u7814\u7a76\u5bf9\u8c61\u3002\u5176\u4e2dw2v-EN-60k\u548cHuBERT-EN-60k\u901a\u8fc7Libri-light\u6570\u636e\u96c6\u76846\u4e07\u5c0f\u65f6\u82f1\u8bed\u6570\u636e\u8bad\u7ec3\u5f97\u5230\u3002WavLM-EN-94k\u5219\u989d\u5916\u4f7f\u7528\u4e861\u4e07\u5c0f\u65f6Gigaspeech\u548c2.4\u4e07\u5c0f\u65f6VoxPopulil\u6570\u636e\u96c6\u8fdb\u884c\u6a21\u578b\u9884\u8bad\u7ec3\u3002<\/p>\n\n\n\n<p>\u5b9e\u9a8c\u5305\u62ec\u4e24\u7ec4\u7cfb\u7edf\u8bbe\u7f6e\uff0c\u5206\u522b\u4e3a&nbsp;FT&nbsp;\u548c&nbsp;FE&nbsp;\uff0c\u5176\u4e2d&nbsp;FT&nbsp;\u6307\u7684\u662f\u76f4\u63a5\u901a\u8fc7&nbsp;CTC&nbsp;\u51c6\u5219\u8fdb\u884c\u6a21\u578b\u5fae\u8c03\uff0c&nbsp;FE&nbsp;\u5219\u8868\u793a\u5c06\u9884\u8bad\u7ec3\u6a21\u578b\u4f5c\u4e3a\u524d\u7aef\u7279\u5f81\u63d0\u53d6\u6a21\u5757\u7528\u4e8e&nbsp;CTC\/Attention&nbsp;\u6df7\u5408\u7aef\u5230\u7aef\u7cfb\u7edf\u3002\u5bf9\u5e94&nbsp;15&nbsp;\u4e2a\u8bed\u79cd\u7684\u8bed\u97f3\u8bc6\u522b\u7ed3\u679c\u5982\u4e0b\u8868\u6240\u793a\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/7fAb2mvYfqQv.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p>\u901a\u8fc7\u4e0a\u8868\u4e2d\u7ed3\u679c\u6211\u4eec\u53ef\u4ee5\u53d1\u73b0&nbsp;WavLM-EN-94k&nbsp;\u6a21\u578b\u5728&nbsp;FT&nbsp;\u548c&nbsp;FE&nbsp;\u7cfb\u7edf\u4e2d\u7684&nbsp;15&nbsp;\u4e2a\u8bed\u79cd\u7684\u8bcd\u9519\u8bef\u7387\u5747\u53d6\u5f97\u4e86\u6700\u4f4e\u503c\u3002\u5728\u5fae\u8c03&nbsp;FT&nbsp;\u7cfb\u7edf\u4e2d\uff0c&nbsp;<strong>WavLM-EN-94k<\/strong>&nbsp;<strong>\u9884\u8bad\u7ec3\u6a21\u578b\u4e0e<\/strong>&nbsp;<strong>w2v-EN-60k<\/strong>&nbsp;<strong>\u548c<\/strong>&nbsp;<strong>HuBERT-EN-60k<\/strong>&nbsp;<strong>\u76f8\u6bd4\uff0c\u5e73\u5747\u8bcd\u9519\u8bef\u7387\u5206\u522b\u964d\u4f4e\u4e86<\/strong>&nbsp;<strong>18.7%<\/strong>&nbsp;<strong>\u548c<\/strong>&nbsp;<strong>12.3%<\/strong>&nbsp;<strong>\uff0c\u8fd9\u4e5f\u8bf4\u660e\u4e86\u5728\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u4efb\u52a1\u4e0a<\/strong>&nbsp;<strong>WavLM<\/strong>&nbsp;<strong>\u76f8\u6bd4\u4e8e<\/strong>&nbsp;<strong>wav2vec2.0<\/strong>&nbsp;<strong>\u548c<\/strong>&nbsp;<strong>HuBERT<\/strong>&nbsp;<strong>\u6a21\u578b\u5177\u6709\u660e\u663e\u4f18\u8d8a\u6027<\/strong>&nbsp;<strong>\u3002<\/strong>&nbsp;\u540c\u6837\u5730\uff0c\u6211\u4eec\u628a\u4ee5\u4e0a\u5fae\u8c03\u4e4b\u540e\u7684\u4e09\u4e2a\u9884\u8bad\u7ec3\u6a21\u578b\u4e24\u4e24\u4e4b\u95f4\u7684\u5404\u5c42\u8868\u5f81\u4e4b\u95f4\u7684\u76f8\u4f3c\u5ea6\u60c5\u51b5\u5c55\u793a\u5982\u4e0b\u3002<strong>\u53ef\u4ee5\u53d1\u73b0\u6a21\u578b\u4e4b\u95f4\u7684\u4e3b\u8981\u5dee\u522b\u96c6\u4e2d\u6700\u540e\u4e09\u5c42\uff0c<\/strong>&nbsp;<strong>HuBERT<\/strong>&nbsp;<strong>\u548c<\/strong>&nbsp;<strong>WavLM<\/strong>&nbsp;<strong>\u4e24\u8005\u4e4b\u95f4\u76f8\u4f3c\u5ea6\u66f4\u9ad8\uff0c\u968f\u7740\u6a21\u578b\u5c42\u6570\u589e\u52a0\uff0c\u4e0d\u540c\u8bed\u79cd\u4e4b\u95f4\u7684\u5dee\u5f02\u4e5f\u9010\u6e10\u62c9\u5927\u3002<\/strong><strong><\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/ZRzyUfVvaUfa.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p>\u540c\u65f6\u6211\u4eec\u53d1\u73b0wav2vec2.0\u548cHuBERT\u6a21\u578b\u5728\u4e0d\u540c\u7cfb\u7edf\u548c\u4e0d\u540c\u8bed\u79cd\u4e0a\u7684\u8868\u73b0\u5b58\u5728\u4e00\u5b9a\u533a\u522b\u3002\u76f4\u63a5\u5fae\u8c03\u65f6\uff0c\u4f7f\u7528HuBERT\u6a21\u578b\u5728gn\u3001jv\u3001ku\u3001so\u3001sw\u548ctl\u8fd96\u79cd\u8bed\u8a00\u4e0a\u7684\u8bcd\u9519\u8bef\u7387\u66f4\u4f4e\uff0c\u5176\u4f59\u8bed\u79cd\u8bcd\u9519\u8bef\u7387\u5219\u9ad8\u4e8ewav2vec2.0\u6a21\u578b\uff0c\u4e14\u6709\u8f83\u5927\u5dee\u8ddd\uff1b\u800c\u5728FE\u7cfb\u7edf\u4e2d\uff0cHuBERT\u6a21\u578b\u5728\u6240\u670915\u4e2a\u8bed\u79cd\u4e2d\u5747\u8868\u73b0\u66f4\u4f18\u3002\u56e0\u6b64<strong>\u6211\u4eec\u63a8\u6d4b<\/strong><strong>wav2vec2.0<\/strong><strong>\u548c<\/strong><strong>HuBERT<\/strong><strong>\u6a21\u578b\u5bf9\u8bed\u79cd\u6216\u67d0\u4e9b\u8bed\u8a00\u7279\u5f81\u5b58\u5728\u504f\u597d\u3002\u6211\u4eec\u901a\u8fc7\u8c03\u67e5\u5404\u4e2a\u8bed\u79cd\u7684\u57fa\u672c\u4fe1\u606f\u53d1\u73b0\uff0c<\/strong><strong>6<\/strong><strong>\u4e2a\u5728<\/strong><strong>HuBERT<\/strong><strong>\u6a21\u578b\u8868\u73b0\u66f4\u4f18\u7684\u8bed\u79cd\u5747\u4f7f\u7528\u62c9\u4e01\u4e66\u5199\u4f53\u7cfb\uff0c\u800c\u5176\u4f59<\/strong><strong>10<\/strong><strong>\u79cd\u8bed\u8a00\u9664\u8d8a\u5357\u8bed\u5916\u6ca1\u6709\u62c9\u4e01\u4e66\u5199\u7cfb\u7edf\u3002\u4ece\u97f3\u7d20\u96c6\u89d2\u5ea6\u6765\u770b\uff0c\u524d\u9762\u63d0\u5230\u7684<\/strong><strong>6<\/strong><strong>\u4e2a\u8bed\u79cd\u5e73\u5747\u97f3\u7d20\u6570\u91cf\u8f83\u5c11\uff0c\u7ea6\u5360\u5176\u4f59<\/strong><strong>10<\/strong><strong>\u4e2a\u8bed\u79cd\u7684<\/strong><strong>80%<\/strong><strong>\u3002<\/strong><strong><\/strong><\/p>\n\n\n\n<p>\u4e3a\u4e86\u5168\u9762\u5bf9\u6bd4\u4e09\u4e2a\u9884\u8bad\u7ec3\u6a21\u578b\u5fae\u8c03\u524d\u540e\u7684\u53d8\u5316\u60c5\u51b5\uff0c\u5e76\u6db5\u76d6\u4e0d\u540c\u8bed\u79cd\u7684\u5dee\u5f02\u60c5\u51b5\uff0c\u6211\u4eec\u8fdb\u884c\u4e86&nbsp;CKA&nbsp;\u76f8\u4f3c\u6027\u5206\u6790\u5c06\u7ed3\u679c\u5c55\u793a\u5728\u4e0b\u56fe\u4e2d\uff0c\u5176\u4e2d\u76f8\u540c\u989c\u8272\u7684\u591a\u6761\u66f2\u7ebf\u5bf9\u5e94\u4f7f\u7528\u540c\u4e00\u9884\u8bad\u7ec3\u6a21\u578b\u7684\u4e0d\u540c\u8bed\u79cd\u3002\u53ef\u4ee5\u770b\u5230&nbsp;wav2vec2.0&nbsp;\u6a21\u578b\u76f8\u6bd4\u4e8e\u5176\u4ed6\u6a21\u578b\u5bf9\u4e8e\u5fae\u8c03\u7684\u53d8\u5316\u66f4\u52a0\u660e\u663e\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/jmm2U3vyYfeq.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p><strong>\u4e8c\u3001\u5fae\u8c03\u7b56\u7565<\/strong><\/p>\n\n\n\n<p>\u6a21\u578b\u5fae\u8c03\u662f\u5c06\u9884\u8bad\u7ec3\u6a21\u578b\u7528\u4e8e\u76ee\u6807\u4e0b\u6e38\u4efb\u52a1\u7684\u4e00\u79cd\u5feb\u6377\u6709\u6548\u65b9\u6cd5\u3002\u9488\u5bf9\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\uff0c\u4e3a\u4e86\u8fdb\u4e00\u6b65\u63d0\u9ad8\u8bed\u97f3\u8bc6\u522b\u4efb\u52a1\u6027\u80fd\uff0c\u6211\u4eec<strong>\u63a2\u7d22\u4e86\u591a\u79cd\u5fae\u8c03\u7b56\u7565\uff1a\u65e0\u6807\u6ce8\u97f3\u9891\u6570\u636e\u5229\u7528\u3001\u591a\u8bed\u79cd\u5fae\u8c03\u548c\u97f3\u7d20\u8bc6\u522b\u4efb\u52a1\u8f85\u52a9\u3002<\/strong>\u4e0b\u56fe\u4e2d\u5206\u522b\u5c55\u793a\u4e86\u5e38\u89c4\u5fae\u8c03\u548c\u4e09\u79cd\u7b56\u7565\u7684\u6d41\u7a0b\u793a\u610f\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/fA3myeqiIr6r.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p>\u7531\u4e8e\u9884\u8bad\u7ec3\u6a21\u578b\u662f\u591a\u8bed\u79cd\u7684\uff0c\u56e0\u800c\u5728\u4e00\u5b9a\u7a0b\u5ea6\u4e0a\u5177\u6709\u591a\u8bed\u8a00\u7684\u901a\u7528\u6027\uff0c\u4f46\u5bf9\u4e8e\u7279\u5b9a\u76ee\u6807\u8bed\u79cd\u7684\u9488\u5bf9\u6027\u6709\u6240\u4e0d\u8db3\u3002<strong>\u6211\u4eec\u63d0\u51fa<\/strong>&nbsp;<strong>FT2<\/strong>&nbsp;<strong>\u7b56\u7565\u4ee5\u501f\u52a9\u76ee\u6807\u8bed\u79cd\u7684\u8bed\u97f3\u6570\u636e\u5c06\u9884\u8bad\u7ec3\u6a21\u578b\u8fc1\u79fb\u5230\u76ee\u6807\u8bed\u79cd\u4e2d\uff0c\u4f7f\u7528\u7684\u97f3\u9891\u6570\u636e\u6765\u81ea<\/strong>&nbsp;<strong>BABEL<\/strong>&nbsp;<strong>\u6570\u636e\u96c6\u3002\u5728\u7b2c\u4e00\u9636\u6bb5\uff0c\u6211\u4eec\u5148\u901a\u8fc7\u5bf9\u6bd4\u635f\u5931\u548c\u7801\u672c\u591a\u6837\u6027\u635f\u5931\u4ee5\u81ea\u76d1\u7763\u7684\u65b9\u5f0f\u5fae\u8c03\u6574\u4e2a\u6a21\u578b\u3002\u7b2c\u4e8c\u9636\u6bb5\uff0c\u6211\u4eec\u4f7f\u7528\u8be5\u8bed\u79cd\u7684\u6807\u6ce8<\/strong>&nbsp;<strong>10h<\/strong>&nbsp;<strong>\u6570\u636e\u5bf9\u7b2c\u4e00\u9636\u6bb5\u5f97\u5230\u7684\u6a21\u578b\u8fdb\u884c<\/strong>&nbsp;<strong>CTC<\/strong>&nbsp;<strong>\u51c6\u5219\u5fae\u8c03\u3002\u4e24\u9636\u6bb5\u5fae\u8c03\u65b9\u6cd5\u6709\u52a9\u4e8e\u9884\u8bad\u7ec3\u6a21\u578b\u6709\u6548\u5730\u9002\u5e94\u5355\u4e00\u76ee\u6807\u8bed\u79cd\u3002<\/strong>&nbsp;\u4e0b\u8868\u4e2d\u5c55\u793a\u4e86\u4f20\u7edf\u6df7\u5408\u7cfb\u7edf\u548c\u5fae\u8c03\u7cfb\u7edf&nbsp;FT&nbsp;\u3001\u4e24\u9636\u6bb5\u5fae\u8c03\u7cfb\u7edf&nbsp;FT2&nbsp;\u7684\u8bed\u97f3\u8bc6\u522b\u7ed3\u679c\uff0c\u53ef\u4ee5\u770b\u5230&nbsp;FT2&nbsp;\u7cfb\u7edf\u501f\u52a9\u989d\u5916\u65e0\u6807\u6ce8\u8bed\u97f3\u6570\u636e\u53d6\u5f97\u4e86\u660e\u663e\u6027\u80fd\u63d0\u5347\u3002\u4ece\u5e73\u5747\u503c\u6765\u770b\uff0c\u6211\u4eec\u63d0\u51fa\u7684\u7b56\u7565\u76f8\u6bd4\u4e8e\u4f20\u7edf\u6700\u4f18\u6df7\u5408\u5355\u7cfb\u7edf\u5728\u8bcd\u9519\u8bef\u7387\u4e0a\u53ef\u4ee5\u76f8\u5bf9\u964d\u4f4e&nbsp;8.5%&nbsp;\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/iy2MJfqeQ3Mj.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p>\u5728\u53e6\u5916\u4e24\u4e2a\u7b56\u7565\u4e0a\uff0c<strong>\u6211\u4eec\u901a\u8fc7\u5b9e\u9a8c\u9a8c\u8bc1\u4e86\u5355\u8bed\u79cd\u5fae\u8c03\u76f8\u6bd4\u4e8e\u591a\u8bed\u79cd\u5fae\u8c03\u7684\u6027\u80fd\u4f18\u8d8a\u6027\uff0c\u524d\u8005\u51ed\u501f\u66f4\u9ad8\u7684\u8bed\u79cd\u9488\u5bf9\u6027\u5728\u76ee\u6807\u8bed\u79cd\u7684\u8bed\u97f3\u8bc6\u522b\u4efb\u52a1\u4e0a\u80fd\u591f\u53d6\u5f97\u66f4\u4f18\u7684\u6027\u80fd\uff0c\u800c\u540e\u8005\u5219\u5e2e\u52a9\u6a21\u578b\u5b66\u4e60\u66f4\u52a0\u901a\u7528\u9c81\u68d2\u7684\u8868\u5f81\u3002<\/strong>\u6211\u4eec\u4e5f\u501f\u52a9\u5b9e\u9a8c\u8bf4\u660e\u4e86\u97f3\u7d20\u8bc6\u522b\u4efb\u52a1\u5bf9\u4e8e\u8bed\u97f3\u8bc6\u522b\u4efb\u52a1\u7684\u8f85\u52a9\u4f5c\u7528\uff0c\u4e14\u63d0\u5347\u6548\u679c\u5728\u4f4e\u8d44\u6e90\u6761\u4ef6\u4e0b\u66f4\u4e3a\u660e\u663e\u3002<\/p>\n\n\n\n<p><strong>\u4e09\u3001\u57fa\u4e8e\u9884\u8bad\u7ec3\u6a21\u578b\u7684\u5176\u4ed6\u7cfb\u7edf\u6846\u67b6<\/strong><\/p>\n\n\n\n<p>\u8868\u5f81\u5b66\u4e60\u662f\u673a\u5668\u5b66\u4e60\u4e2d\u4e00\u79cd\u6d41\u884c\u65b9\u6cd5\uff0c\u4e0d\u540c\u8868\u5f81\u5f80\u5f80\u53ef\u4ee5\u63ed\u793a\u5728\u6570\u636e\u80cc\u540e\u9690\u85cf\u7684\u4e0d\u540c\u5c42\u9762\u53ef\u89e3\u91ca\u56e0\u7d20\u3002\u6211\u4eec\u91c7\u7528\u81ea\u76d1\u7763\u9884\u8bad\u7ec3\u6a21\u578b\u4f5c\u4e3a\u6a21\u578b\u4e3b\u5e72\u6216\u7528\u4e8e\u63d0\u53d6\u8868\u5f81\uff0c\u91cd\u70b9\u8ba8\u8bba\u4f4e\u8d44\u6e90&nbsp;ASR&nbsp;\u4efb\u52a1\u4e2d\u4e0d\u540c&nbsp;Transformer&nbsp;\u5757\u7684\u8f93\u51fa\u8868\u5f81\uff0c\u7cfb\u7edf\u6846\u67b6\u5305\u62ec&nbsp;CTC\/Attention&nbsp;\u7aef\u5230\u7aef\u7cfb\u7edf\u548c\u4f20\u7edf&nbsp;NN\/HMM&nbsp;\u6df7\u5408\u7cfb\u7edf\uff0c\u5982\u4e0b\u56fe\u6240\u793a\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/fAzeUnzMzmm2.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p><strong>3.1&nbsp;<\/strong><strong>\u7aef\u5230\u7aef\u7cfb\u7edf<\/strong><strong><\/strong><\/p>\n\n\n\n<p>\u8fd1\u671f\u57fa\u4e8eTransformer\u548cConformer\u7684\u7aef\u5230\u7aefASR\u7cfb\u7edf\u51ed\u501f\u5176\u4f18\u5f02\u6027\u80fd\u5907\u53d7\u5173\u6ce8\u3002\u4f46\u7531\u4e8e\u6570\u636e\u9a71\u52a8\u7684\u7279\u6027\u5bf9\u4f4e\u8d44\u6e90\u6761\u4ef6\u4e0b\u7684\u5e94\u7528\u6709\u6240\u53d7\u9650\u3002\u501f\u52a9\u9884\u8bad\u7ec3\u6a21\u578b\u5219\u53ef\u4ee5\u5e94\u5bf9\u6807\u6ce8\u6570\u636e\u8d44\u6e90\u4e0d\u8db3\u5e26\u6765\u7684\u6311\u6218\uff0c\u4ece\u800c\u53d1\u6325\u7aef\u5230\u7aef\u7cfb\u7edf\u7684\u6027\u80fd\u4f18\u52bf\u3002<\/p>\n\n\n\n<p>\u5c06\u9884\u8bad\u7ec3\u6a21\u578b\u5e94\u7528\u4e8e\u7aef\u5230\u7aef\u7cfb\u7edf\u6709\u4e24\u79cd\u65b9\u6cd5\uff1a\u7b2c\u4e00\u79cd\u662f\u628a\u9884\u8bad\u7ec3\u6a21\u578b\u4f5c\u4e3a\u7f16\u7801\u5668\u90e8\u5206\uff0c\u5728\u6b64\u57fa\u7840\u4e0a\u6dfb\u52a0\u57fa\u4e8eTransformer\u7684\u89e3\u7801\u5668\u6765\u6784\u5efa\u5b8c\u6574\u7684encoder-decoder\u7cfb\u7edf\uff1b\u7b2c\u4e8c\u79cd\u5219\u662f\u5c06\u9884\u8bad\u7ec3\u6a21\u578b\u4f5c\u4e3a\u524d\u7aef\u6a21\u5757\u6765\u63d0\u53d6\u8868\u5f81\uff0c\u5c06\u63d0\u53d6\u5230\u7684\u8868\u5f81\u8f93\u5165\u5230\u7aef\u5230\u7aef\u7cfb\u7edf\u8fdb\u884c\u6a21\u578b\u8bad\u7ec3\u3002\u4e0a\u8ff0\u4e24\u79cd\u65b9\u6cd5\u5206\u522b\u8bb0\u4e3a\u4e3aEN\u548cFE\u3002\u901a\u8fc7\u5b9e\u9a8c\u53d1\u73b0\u524d\u8005\u6027\u80fd\u8868\u73b0\u6b20\u4f73\uff0c\u56e0\u6b64\u4e3b\u8981\u91c7\u7528\u540e\u8005\u8fdb\u884c\u540e\u7eed\u63a2\u7d22\u3002<\/p>\n\n\n\n<p><strong>3.2 DNN\/HMM<\/strong><strong>\u6df7\u5408\u7cfb\u7edf<\/strong><strong><\/strong><\/p>\n\n\n\n<p>\u5728\u4f20\u7edf\u6df7\u5408\u7cfb\u7edf\u4e2d\uff0c\u6211\u4eec\u4f9d\u65e7\u5c06\u9884\u8bad\u7ec3\u6a21\u578b\u4f5c\u4e3a\u7279\u5f81\u63d0\u53d6\u5668\u3002\u5c06\u97f3\u9891\u6570\u636e\u8f93\u5165\u5230\u9884\u8bad\u7ec3\u6a21\u578b\u4e2d\uff0c\u4ece\u6307\u5b9a\u7684&nbsp;Transformer&nbsp;\u5c42\u4e2d\u63d0\u53d6\u8868\u5f81\uff0c\u4f5c\u4e3a\u58f0\u5b66\u6a21\u578b\u7684\u7279\u5f81\u8fdb\u884c\u4f7f\u7528\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0A\/u2y2YrV7fEF3.png\" alt=\"remote.png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p>\u5b9e\u9a8c\u4f7f\u7528\u6ce2\u65af\u8bed\u6570\u636e\u96c6\uff0c\u4e3a\u65b9\u4fbf\u5bf9\u6bd4\u6211\u4eec\u5c06\u4e0d\u540c\u7cfb\u7edf\u4f7f\u7528\u4e0d\u540c\u9884\u8bad\u7ec3\u6a21\u578b\u5404\u5c42\u8868\u5f81\u7684\u8bed\u97f3\u8bc6\u522b\u6027\u80fd\u60c5\u51b5\u5c55\u793a\u5728\u4e0a\u56fe\u4e2d\u3002\u53ef\u4ee5\u770b\u5230\uff0c<strong>\u4ece\u9884\u8bad\u7ec3\u6a21\u578b\u7684\u7b2c<\/strong><strong>18<\/strong><strong>\u5c42\u5230\u7b2c<\/strong><strong>21<\/strong><strong>\u5c42<\/strong><strong>Transformer<\/strong><strong>\u63d0\u53d6\u8868\u5f81\u5bf9\u4e8e<\/strong><strong>ASR<\/strong><strong>\u4efb\u52a1\u76f8\u5bf9\u66f4<\/strong><strong>\u6709\u5229\u3002<\/strong>\u5fae\u8c03\u540e\u9884\u8bad\u7ec3\u6a21\u578bXLSR-53-FT\u53d6\u5f97\u4e86\u6700\u4f4e\u7684\u8bcd\u9519\u8bef\u7387\uff0c\u540c\u65f6<strong>\u5bf9\u6bd4\u5fae\u8c03\u540e\u7684\u6a21\u578b<\/strong><strong>XLSR-53-FT<\/strong><strong>\u548c\u539f\u9884\u8bad\u7ec3\u6a21\u578b<\/strong><strong>XLSR-53<\/strong><strong>\uff0c\u4e3b\u8981\u5dee\u5f02\u96c6\u4e2d\u5728\u6700\u540e<\/strong><strong>3<\/strong><strong>\u5c42\uff0c\u540e\u8005\u7684\u6700\u540e<\/strong><strong>3<\/strong><strong>\u5c42\u8868\u5f81\u5728\u7aef\u5230\u7aef\u548c\u4f20\u7edf\u6df7\u5408\u7cfb\u7edf\u4e2d\u5747\u8868\u73b0\u51fa\u660e\u663e\u7684\u6027\u80fd\u4e0b\u964d\u3002<\/strong>\u4ece\u56fe\u4e2d\u6298\u7ebf\u53d8\u5316\u6765\u770b\uff0cWavLM\u548c\u5fae\u8c03\u540e\u7684wav2vec2.0\u6a21\u578bXLSR-53-FT\u8d8b\u52bf\u4e00\u81f4\uff0c\u800cHuBERT\u5219\u548cXLSR-53\u66f4\u52a0\u63a5\u8fd1\u3002\u6b64\u5916\uff0c<strong>\u76f8\u6bd4\u4e8e\u4f20\u7edf\u6df7\u5408\u7cfb\u7edf\uff0c\u7aef\u5230\u7aef\u7cfb\u7edf\u5bf9\u6765\u81ea\u4e0d\u540c\u9884\u8bad\u7ec3\u6a21\u578b\u6216\u540c\u4e00\u9884\u8bad\u7ec3\u6a21\u578b\u4e2d\u4e0d\u540c\u5c42\u7684\u8868\u5f81\u66f4\u4e3a\u654f\u611f\u3002<\/strong><strong><\/strong><\/p>\n\n\n\n<p><strong>\u56db\u3001\u603b\u7ed3<\/strong><\/p>\n\n\n\n<p>\u672c\u6587\u5c06wav2vec2.0\uff0cHuBERT\u548cWavLM\u81ea\u76d1\u7763\u9884\u8bad\u7ec3\u6a21\u578b\u5e94\u7528\u4e8e\u4f4e\u8d44\u6e90\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u7cfb\u7edf\u4e2d\uff0c\u572810\u5c0f\u65f6\u6807\u6ce8\u6570\u636e\u96c6\u7684\u6761\u4ef6\u4e0b\u5bf915\u4e2a\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\u7684\u8bc6\u522b\u6027\u80fd\u8fdb\u884c\u63d0\u5347\u3002\u7814\u7a76\u5305\u62ec\u9884\u8bad\u7ec3\u6a21\u578b\u4f7f\u7528\u7684\u6570\u636e\u548c\u4f53\u7cfb\u67b6\u6784\u3001\u5fae\u8c03\u65b9\u6cd5\u3001\u9884\u8bad\u7ec3\u8868\u5f81\u63d0\u53d6\u4e0e\u5206\u6790\u3001\u4ee5\u53ca\u5728\u7aef\u5230\u7aef\u548c\u6df7\u5408\u7cfb\u7edf\u4e2d\u7684\u8fdb\u4e00\u6b65\u5e94\u7528\u3002<\/p>\n\n\n\n<p>\u6211\u4eec\u53d1\u73b0\uff0c<strong>\u76ee\u6807\u8bed\u79cd\u7684\u97f3\u9891\u6570\u636e\u5bf9\u4e8e\u9884\u8bad\u7ec3\u6a21\u578b\u7684\u8fc1\u79fb\u5e94\u7528\u5177\u6709\u660e\u663e\u5e2e\u52a9\u4f5c\u7528\uff0c\u501f\u52a9\u81ea\u76d1\u7763\u8bad\u7ec3\u8fdb\u884c\u6a21\u578b\u5fae\u8c03\u53ef\u4ee5\u4f7f\u5f97\u9884\u8bad\u7ec3\u6a21\u578b\u66f4\u597d\u5730\u9002\u5e94\u76ee\u6807\u8bed\u79cd\u3002\u591a\u8bed\u8a00\u9884\u8bad\u7ec3\u6a21\u578b\u5728\u8de8\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u4e2d\u5177\u6709\u4f18\u52bf\uff0c\u4f46\u591a\u8bed\u79cd\u5fae\u8c03\u76f8\u6bd4\u4e8e\u5355\u8bed\u79cd\u5fae\u8c03\u5e76\u672a\u53d6\u5f97\u6027\u80fd\u63d0\u5347\u3002\u6211\u4eec\u901a\u8fc7\u5b9e\u9a8c\u9a8c\u8bc1\u4e86\u97f3\u7d20\u8bc6\u522b\u4efb\u52a1\u53ef\u4ee5\u63d0\u9ad8\u4f4e\u8d44\u6e90\u8bed\u97f3\u8bc6\u522b\u7684\u6027\u80fd\u3002<\/strong><\/p>\n\n\n\n<p>\u540c\u65f6\u6211\u4eec\u4e5f<strong>\u6df1\u5165\u5206\u6790\u4e86\u9884\u8bad\u7ec3\u6a21\u578b\u5404\u4e2a<\/strong><strong>Transformer<\/strong><strong>\u5c42\u8f93\u51fa\u8868\u5f81\u4e4b\u95f4\u7684\u5173\u7cfb\uff0c\u4e86\u89e3\u4e0d\u540c\u8bed\u79cd\u3001\u4e0d\u540c\u9884\u8bad\u7ec3\u6a21\u578b\u3001\u4e0d\u540c\u5fae\u8c03\u65b9\u6cd5\u5e26\u6765\u7684\u53d8\u5316\u3002\u5e76\u8fdb\u4e00\u6b65\u5728\u7aef\u5230\u7aef\u548c\u4f20\u7edf\u6df7\u5408\u7cfb\u7edf\u4e2d\u5bf9\u9884\u8bad\u7ec3\u8868\u5f81\u8fdb\u884c\u4e86\u5bf9\u6bd4\u548c\u5e94\u7528\u3002<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u5728\u5927\u89c4\u6a21\u6570\u636e\u548c\u7b97\u529b\u7684\u652f\u6491\u4e0b\uff0c\u8bed\u97f3\u9886\u57df\u81ea\u76d1\u7763\u9884\u5b66\u4e60\u53d6\u5f97\u4e86\u7a81\u7834\u6027\u8fdb\u5c55\uff0c\u9884\u8bad\u7ec3\u6a21\u578b\u5219\u51ed\u501f\u5176\u4f18\u5f02\u7684\u6027\u80fd\u800c\u5907\u53d7\u5173\u6ce8\u3002\u672c\u6587 &#8230; <a title=\"\u5f53\u5c0f\u8bed\u79cd\u9047\u4e0a\u5927\u6a21\u578b\uff1a\u81ea\u76d1\u7763\u9884\u8bad\u7ec3\u6a21\u578b\u663e\u8457\u63d0\u5347\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u6027\u80fd\" class=\"read-more\" href=\"http:\/\/new2:8083\/2023\/05\/16\/%e5%bd%93%e5%b0%8f%e8%af%ad%e7%a7%8d%e9%81%87%e4%b8%8a%e5%a4%a7%e6%a8%a1%e5%9e%8b%ef%bc%9a%e8%87%aa%e7%9b%91%e7%9d%a3%e9%a2%84%e8%ae%ad%e7%bb%83%e6%a8%a1%e5%9e%8b%e6%98%be%e8%91%97%e6%8f%90%e5%8d%87\/\" aria-label=\"\u7ee7\u7eed\u9605\u8bfb\u5f53\u5c0f\u8bed\u79cd\u9047\u4e0a\u5927\u6a21\u578b\uff1a\u81ea\u76d1\u7763\u9884\u8bad\u7ec3\u6a21\u578b\u663e\u8457\u63d0\u5347\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u6027\u80fd\">\u9605\u8bfb\u66f4\u591a<\/a><\/p>\n","protected":false},"author":1,"featured_media":21,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"elementor_header_footer","format":"standard","meta":{"cybocfi_hide_featured_image":"yes","footnotes":""},"categories":[10],"tags":[],"_links":{"self":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts\/593"}],"collection":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/comments?post=593"}],"version-history":[{"count":1,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts\/593\/revisions"}],"predecessor-version":[{"id":594,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts\/593\/revisions\/594"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/media\/21"}],"wp:attachment":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/media?parent=593"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/categories?post=593"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/tags?post=593"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}