{"id":114,"date":"2023-05-16T13:49:31","date_gmt":"2023-05-16T05:49:31","guid":{"rendered":"http:\/\/new2:8083\/?p=114"},"modified":"2023-05-17T15:07:34","modified_gmt":"2023-05-17T07:07:34","slug":"%e5%9f%ba%e4%ba%8e%e5%a3%b0%e5%ad%a6%e6%a8%a1%e5%9e%8b%e5%85%b1%e4%ba%ab%e7%9a%84%e9%9b%b6%e8%b5%84%e6%ba%90%e9%9f%a9%e8%af%ad%e8%af%86%e5%88%ab%e7%b3%bb%e7%bb%9f","status":"publish","type":"post","link":"http:\/\/new2:8083\/2023\/05\/16\/%e5%9f%ba%e4%ba%8e%e5%a3%b0%e5%ad%a6%e6%a8%a1%e5%9e%8b%e5%85%b1%e4%ba%ab%e7%9a%84%e9%9b%b6%e8%b5%84%e6%ba%90%e9%9f%a9%e8%af%ad%e8%af%86%e5%88%ab%e7%b3%bb%e7%bb%9f\/","title":{"rendered":"\u57fa\u4e8e\u58f0\u5b66\u6a21\u578b\u5171\u4eab\u7684\u96f6\u8d44\u6e90\u97e9\u8bed\u8bc6\u522b\u7cfb\u7edf"},"content":{"rendered":"\n<figure class=\"wp-block-image size-full is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"http:\/\/new2:8083\/wp-content\/uploads\/2023\/05\/V7zyIvZ7NBR3.jpg\" alt=\"\" class=\"wp-image-16\" width=\"256\" height=\"128\" srcset=\"http:\/\/new2:8083\/wp-content\/uploads\/2023\/05\/V7zyIvZ7NBR3.jpg 512w, http:\/\/new2:8083\/wp-content\/uploads\/2023\/05\/V7zyIvZ7NBR3-300x150.jpg 300w\" sizes=\"(max-width: 256px) 100vw, 256px\" \/><\/figure>\n\n\n\n<p>\u58f0\u5b66\u6a21\u578b\u5171\u4eab\u65b9\u6cd5\u662f\u6781\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u4e00\u79cd\u89e3\u51b3\u65b9\u6848\uff0c\u80fd\u591f\u5b9e\u73b0\u4e0d\u9700\u8981\u4efb\u4f55\u8bed\u97f3\u6570\u636e\u7684\u8bed\u97f3\u8bc6\u522b\u3002\u672c\u6587\u4ecb\u7ecd\u6e05\u534e\u5927\u5b66\u8bed\u97f3\u4e0e\u97f3\u9891\u6280\u672f\u5b9e\u9a8c\u5ba4\u7684\u96f6\u8d44\u6e90\u97e9\u8bed\u8bed\u97f3\u7cfb\u7edf\uff0c\u5176\u5728\u4e0d\u4f7f\u7528\u4efb\u4f55\u97e9\u8bed\u8bed\u97f3\u6570\u636e\u7684\u60c5\u51b5\u4e0b\uff0c\u5728Zeroth\u97e9\u8bed\u6570\u636e\u96c6\u4e0a\u7684\u6d4b\u8bd5CER\u8fbe\u5230\u4e8627.33%\u3002<\/p>\n\n\n\n<h1 class=\"wp-block-heading\">\u4e00&nbsp;<strong>\u58f0\u5b66\u6a21\u578b\u5171\u4eab\u4e0e\u96f6\u8d44\u6e90ASR<\/strong><\/h1>\n\n\n\n<p>\u5c0f\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u4e00\u76f4\u662f\u8bed\u97f3\u9886\u57df\u503c\u5f97\u5173\u6ce8\u7684\u95ee\u9898\u4e4b\u4e00\uff0c\u51e0\u5343\u79cd\u5c0f\u8bed\u79cd\u666e\u904d\u9762\u4e34\u7740\u8bad\u7ec3\u6570\u636e\u4e0d\u8db3\u3001\u6536\u96c6\u8bad\u7ec3\u6570\u636e\u56f0\u96be\u7b49\u95ee\u9898\uff0c\u800c\u58f0\u5b66\u6a21\u578b\u5171\u4eab\u65b9\u6cd5\u5219\u53ef\u4ee5\u5b9e\u73b0<strong>\u4e0d\u9700\u8bad\u7ec3\u6570\u636e\u7684\u8bed\u97f3\u8bc6\u522b<\/strong>\uff0c\u4ece\u800c\u4e3a\u8fd9\u4e00\u95ee\u9898\u63d0\u4f9b\u4e86\u4e00\u4e2a\u65b9\u5411\u3002\u8fd9\u4e00\u65b9\u6cd5\u5229\u7528\u8bed\u79cd\u4e4b\u95f4\u7684\u76f8\u4f3c\u6027\uff0c\u76f4\u63a5\u4f7f\u7528\u5e38\u89c1\u8bed\u8a00\u7684\u58f0\u5b66\u6a21\u578b\uff0c\u7ed3\u5408\u4f4e\u8d44\u6e90\u8bed\u8a00\u7684\u8bed\u8a00\u6a21\u578b\u3001\u53d1\u97f3\u5b57\u5178\u4ee5\u53ca\u4e24\u79cd\u8bed\u8a00\u4e4b\u95f4\u7684\u97f3\u7d20\u6620\u5c04\u5173\u7cfb\u7b49\u4e13\u5bb6\u77e5\u8bc6\uff0c\u5c31\u53ef\u4ee5\u6784\u5efa\u8f83\u4e3a\u7cbe\u51c6\u7684\u8bed\u97f3\u8bc6\u522b\u7cfb\u7edf\u3002<\/p>\n\n\n\n<p>\u6211\u4eec\u5c06\u58f0\u5b66\u6a21\u578b\u5171\u4eab\u65b9\u6cd5\u6269\u5c55\u5230\u4e86\u96f6\u8d44\u6e90\u97e9\u8bed\u8bed\u97f3\u8bc6\u522b\u4e0a\u3002\u6211\u4eec\u4f7f\u7528Kaldi\u5de5\u5177\u5305\uff0c\u5229\u7528\u6c49\u8bed\u8bad\u7ec3\u58f0\u5b66\u6a21\u578b\uff0c\u6839\u636e\u6c49\u8bed\u548c\u97e9\u8bed\u4e24\u79cd\u8bed\u8a00\u4e4b\u95f4\u7684\u97f3\u7d20\u76f8\u4f3c\u6027\u8bbe\u7f6e\u4e86\u4e24\u79cd\u4e0d\u540c\u7684\u97f3\u7d20\u6620\u5c04\u65b9\u6848\uff0c\u5e76\u6bd4\u8f83\u4e86\u4e0d\u540c\u65b9\u6848\u7684\u4f18\u52a3\u3002\u5b9e\u9a8c\u7ed3\u679c\u8868\u660e\uff0c\u6211\u4eec\u7684\u7cfb\u7edf\u53ef\u4ee5\u5728<strong>\u4e0d\u4f7f\u7528\u4efb\u4f55\u97e9\u8bed\u8bad\u7ec3\u6570\u636e\u7684\u60c5\u51b5\u4e0b\u8fbe\u523027.33%\u7684CER<\/strong>\u3002<\/p>\n\n\n\n<h1 class=\"wp-block-heading\">\u4e8c&nbsp;<strong>\u97e9\u8bed\u7684\u58f0\u5b66\u6a21\u578b\u5171\u4eab<\/strong><\/h1>\n\n\n\n<p>\u5728\u4e66\u5199\u4e0a\uff0c\u97e9\u8bed\u662f\u4e00\u79cd\u8868\u97f3\u6587\u5b57\uff0c\u5176\u4e66\u5199\u4f53\u7cfb\u4e2d\u7684\u7b26\u53f7\u4e0e\u97f3\u7d20\u5b58\u5728\u7740\u7d27\u5bc6\u7684\u5bf9\u5e94\u5173\u7cfb\u3002\u5728\u53d1\u97f3\u4e0a\uff0c\u97e9\u8bed\u662f\u4e00\u79cd\u97f3\u8282\u8bed\u8a00\uff0c\u4e00\u4e2a\u97e9\u8bed\u97f3\u8282\u7531\u4e00\u4e2a\u5143\u97f3\uff08\u4e2d\u58f0\uff09\uff0c\u5143\u97f3\u524d\u7684\u4e00\u4e2a\u53ef\u9009\u7684\u8f85\u97f3\uff08\u521d\u58f0\uff09\u548c\u5143\u97f3\u540e\u7684\u4e00\u4e2a\u53ef\u9009\u7684\u8f85\u97f3\uff08\u7ec8\u58f0\uff09\u6784\u6210\u3002\u97e9\u8bed\u5305\u542b19\u4e2a\u8f85\u97f3\u548c21\u4e2a\u5143\u97f3\u3002\u5728\u97e9\u8bed\u4e2d\uff0c\u6839\u636e\u4e0a\u4e0b\u6587\u7684\u4e0d\u540c\uff0c\u97f3\u7d20\u53ef\u80fd\u88ab\u66ff\u6362\u3001\u5220\u9664\u6216\u662f\u6dfb\u52a0\uff0c\u4e24\u4e2a\u76f8\u90bb\u7684\u97f3\u7d20\u53ef\u80fd\u4f1a\u53d1\u751f\u5408\u5e76\uff0c\u56e0\u6b64\u5373\u4f7f\u97e9\u8bed\u662f\u5b8c\u5168\u7684\u8868\u97f3\u6587\u5b57\uff0c\u4e00\u4e2a\u53e5\u5b50\u7684\u5b57\u9762\u5185\u5bb9\u548c\u5176\u53d1\u97f3\u4ecd\u53ef\u80fd\u5b58\u5728\u4e0d\u540c\u3002<\/p>\n\n\n\n<p>\u4e3a\u4e86\u5b9e\u73b0\u58f0\u5b66\u6a21\u578b\u5171\u4eab\uff0c\u6211\u4eec\u9700\u8981\u5efa\u7acb\u97e9\u8bed\u548c\u6c49\u8bed\u4e4b\u95f4\u7684\u97f3\u7d20\u5bf9\u5e94\u5173\u7cfb\u3002\u4e00\u79cd\u65b9\u6cd5\u662f\u5c06\u6c49\u8bed\u8bcd\u7528\u97e9\u8bed\u97f3\u7d20\u8868\u793a(zh2kr)\u3002\u8fd9\u79cd\u65b9\u6cd5\u5728\u8bad\u7ec3\u8fc7\u7a0b\u4e2d\u5c31\u5f15\u5165\u97f3\u7d20\u5bf9\u5e94\u5173\u7cfb\uff0c\u8bad\u7ec3\u96c6\u4e2d\u7684\u6c49\u8bed\u88ab\u8f6c\u5199\u4e3a\u76f8\u8fd1\u7684\u97e9\u8bed\u97f3\u7d20\uff0c\u800c\u5f97\u5230\u7684\u6a21\u578b\u53ef\u4ee5\u88ab\u89c6\u4e3a\u4e00\u4e2a\u7528<strong>\u6c49\u8bed\u8bed\u97f3\u5b66\u4e60\u5f97\u5230\u7684\u97e9\u8bed\u8bed\u97f3\u8bc6\u522b\u6a21\u578b<\/strong>\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/ZNRNjyiQfMJ3.png\" alt=\"640 (12).png\" title=\"640 (12).png\"\/><\/figure>\n\n\n\n<p>\u6c49\u8bed\u97f3\u7d20\u5230\u97e9\u8bed\u97f3\u7d20\u7684\u5bf9\u5e94\u5173\u7cfb\uff08\u90e8\u5206\uff09<\/p>\n\n\n\n<p>\u53e6\u4e00\u79cd\u65b9\u6cd5\u662f\u5c06\u97e9\u8bed\u8bcd\u7528\u6c49\u8bed\u97f3\u7d20\u8868\u793a(kr2zh)\u3002\u8fd9\u79cd\u65b9\u6cd5\u662f\u5728\u58f0\u5b66\u6a21\u578b\u8bad\u7ec3\u5b8c\u6210\u540e\u5f15\u5165\u97f3\u7d20\u5bf9\u5e94\u5173\u7cfb\u3002<strong>\u901a\u8fc7\u4fee\u6539\u53d1\u97f3\u8bcd\u5178\uff0c\u5c06\u97e9\u8bed\u8bcd\u7edf\u4e00\u8868\u793a\u4e3a\u76f8\u8fd1\u7684\u6c49\u8bed\u97f3\u7d20<\/strong>\uff0c\u4f7f\u7528\u6c49\u8bed\u6b63\u5e38\u8bad\u7ec3\u7684\u58f0\u5b66\u6a21\u578b\u5c31\u53ef\u4ee5\u7528\u6765\u8bc6\u522b\u97e9\u8bed\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/32A7Jbe2uyEj.png\" alt=\"640 (13).png\" title=\"640 (13).png\"\/><\/figure>\n\n\n\n<p>\u97e9\u8bed\u97f3\u7d20\u5230\u6c49\u8bed\u97f3\u7d20\u7684\u5bf9\u5e94\u5173\u7cfb\uff08\u90e8\u5206\uff09<\/p>\n\n\n\n<h1 class=\"wp-block-heading\">\u4e09&nbsp;<strong>\u5b9e\u9a8c\u8bbe\u7f6e\u4e0e\u7ed3\u679c<\/strong><\/h1>\n\n\n\n<p>\u6211\u4eec\u4f7f\u7528Aishell1\u6570\u636e\u96c6\u8bad\u7ec3\u6c49\u8bed\u58f0\u5b66\u6a21\u578b\uff0c\u6d4b\u8bd5\u96c6\u5219\u9009\u7528Zeroth\u5f00\u6e90\u97e9\u8bed\u6570\u636e\u96c6\u7684\u6d4b\u8bd5\u96c6\u3002\u58f0\u5b66\u6a21\u578b\u7ed3\u6784\u65b9\u9762\uff0c\u6211\u4eec\u4f7f\u7528\u4e86<strong>11\u5c42TDNN<\/strong>\uff0c\u8f93\u5165\u4e3a<strong>40\u7ef4MFCC<\/strong>\u7279\u5f81\uff1b\u8bed\u8a00\u6a21\u578b\u65b9\u9762\uff0c\u6211\u4eec\u4f7f\u7528Zeroth\u8bad\u7ec3\u96c6\u6587\u672c\u8bad\u7ec3\u4e863-gram\u8bed\u8a00\u6a21\u578b\u3002\u6211\u4eec\u7684\u57fa\u7ebf\u7cfb\u7edf\u662f\u4f7f\u7528Zeroth\u768490\u5c0f\u65f6\u97e9\u8bed\u6570\u636e\u8bad\u7ec3\u5f97\u5230\u7684\u76f8\u540c\u7ed3\u6784\u7684TDNN\u6a21\u578b\u3002<\/p>\n\n\n\n<p>\u5b9e\u9a8c\u7ed3\u679c\u8868\u660e\uff0c\u5c3d\u7ba1\u4e0e\u4f7f\u7528\u5145\u8db3\u6709\u6807\u6ce8\u6570\u636e\u8bad\u7ec3\u7684ASR\u6a21\u578b\u4ecd\u6709\u8f83\u5927\u5dee\u8ddd\uff0c<strong>\u6211\u4eec\u7684\u96f6\u8d44\u6e90\u8bed\u97f3\u8bc6\u522b\u6a21\u578b\u4ecd\u80fd\u5b9e\u73b0\u8f83\u4f4e\u7684\u9519\u8bef\u7387<\/strong>\u3002\u53e6\u5916\uff0c\u76f8\u6bd4kr2zh\u65b9\u6cd5\uff0czh2kr\u65b9\u6cd5\u7684\u7cbe\u5ea6\u6709\u5927\u5e45\u5ea6\u7684\u4e0b\u964d\u3002<\/p>\n\n\n\n<p>\u6211\u4eec\u8ba4\u4e3a\uff0c\u8fd9\u662f\u7531\u4e8ezh2kr\u65b9\u6cd5\u9700\u8981\u4e3a\u6c49\u8bed\u4e2d\u5b58\u5728\u800c\u97e9\u8bed\u4e2d\u4e0d\u5b58\u5728\u7684\u97f3\u7d20\u6307\u5b9a\u8fd1\u4f3c\u7684\u5bf9\u5e94\u5173\u7cfb\uff0c\u8fd9\u4f7f\u5f97\u6a21\u578b\u5b66\u4e60\u5230\u7684\u97e9\u8bed\u97f3\u7d20\u5bf9\u5e94\u7684\u6c49\u8bed\u58f0\u5b66\u7279\u5f81\u4e0e\u6d4b\u8bd5\u96c6\u4e2d\u771f\u6b63\u7684\u97e9\u8bed\u58f0\u5b66\u7279\u5f81\u7684\u5206\u5e03\u6709\u8f83\u5927\u5dee\u5f02\uff0c\u8fd9\u4e9b<strong>\u4eba\u5de5\u5f15\u5165\u7684\u989d\u5916\u7684\u9886\u57df\u6f02\u79fb<\/strong>\u5f71\u54cd\u4e86\u6700\u7ec8\u7684\u8bc6\u522b\u6548\u679c\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/FZNn2iuIfmea.png\" alt=\"640 (14).png\" title=\"640 (14).png\"\/><\/figure>\n\n\n\n<p>\u4e0d\u540c\u6620\u5c04\u65b9\u6cd5\u4e0e\u6709\u76d1\u7763\u65b9\u6cd5\u7684\u6bd4\u8f83\u3002\u96f6\u8d44\u6e90\u65b9\u6cd5\u80fd\u8fbe\u5230\u8f83\u4f4e\u7684CER\uff0c\u800ckr2zh\u65b9\u6cd5\u8981\u4f18\u4e8ezh2kr\u65b9\u6cd5<\/p>\n\n\n\n<p>\u6211\u4eec\u7684\u65b9\u6cd5\u5c06\u65e0\u76d1\u7763\u9884\u8bad\u7ec3\u6a21\u578b\u5e94\u7528\u4e8e\u96f6\u8d44\u6e90\u8bed\u97f3\u8bc6\u522b\u4efb\u52a1\uff0c\u5728\u4e0d\u4f7f\u7528\u76ee\u6807\u8bed\u79cd\u7684\u4efb\u4f55\u8bed\u97f3\u6570\u636e\u7684\u60c5\u51b5\u4e0b\u5b9e\u73b0\u4e86\u5e73\u574733%\u7684WER\u3002\u5728\u65e0\u8bad\u7ec3\u6570\u636e\u6216\u53ef\u83b7\u5f97\u7684\u8bad\u7ec3\u6570\u636e\u5c0f\u4e8e10\u5c0f\u65f6\u7684\u60c5\u51b5\u4e0b\uff0c\u6211\u4eec\u7684\u96f6\u8d44\u6e90\u65b9\u6cd5\u76f8\u6bd4\u6709\u76d1\u7763\u65b9\u6cd5\u6709\u8f83\u5927\u4f18\u52bf\u3002<\/p>\n\n\n\n<p><strong>\u4f5c\u8005\u7b80\u4ecb<\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/jE7rYz6bqIJz.jpg\" alt=\"640-_4_.jpg\" title=\"640-_4_.jpg\"\/><\/figure>\n\n\n\n<p>\u738b\u7693\u5b87\uff0c\u6e05\u534e\u5927\u5b66\u7535\u5b50\u5de5\u7a0b\u7cfb\u8bed\u97f3\u4e0e\u97f3\u9891\u6280\u672f\u5b9e\u9a8c\u5ba4\u7814\u7a76\u751f\u4e8c\u5e74\u7ea7\u5b66\u751f\uff0c\u4e3b\u8981\u7814\u7a76\u65b9\u5411\u4e3a\u4f4e\u8d44\u6e90\u8bed\u97f3\u8bc6\u522b\u548c\u9884\u8bad\u7ec3\u6a21\u578b\u84b8\u998f\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u58f0\u5b66\u6a21\u578b\u5171\u4eab\u65b9\u6cd5\u662f\u6781\u4f4e\u8d44\u6e90\u5c0f\u8bed\u79cd\u8bed\u97f3\u8bc6\u522b\u4e00\u79cd\u89e3\u51b3\u65b9\u6848\uff0c\u80fd\u591f\u5b9e\u73b0\u4e0d\u9700\u8981\u4efb\u4f55\u8bed\u97f3\u6570\u636e\u7684\u8bed\u97f3\u8bc6\u522b\u3002\u672c\u6587\u4ecb\u7ecd\u6e05\u534e\u5927\u5b66\u8bed &#8230; <a title=\"\u57fa\u4e8e\u58f0\u5b66\u6a21\u578b\u5171\u4eab\u7684\u96f6\u8d44\u6e90\u97e9\u8bed\u8bc6\u522b\u7cfb\u7edf\" class=\"read-more\" href=\"http:\/\/new2:8083\/2023\/05\/16\/%e5%9f%ba%e4%ba%8e%e5%a3%b0%e5%ad%a6%e6%a8%a1%e5%9e%8b%e5%85%b1%e4%ba%ab%e7%9a%84%e9%9b%b6%e8%b5%84%e6%ba%90%e9%9f%a9%e8%af%ad%e8%af%86%e5%88%ab%e7%b3%bb%e7%bb%9f\/\" aria-label=\"\u7ee7\u7eed\u9605\u8bfb\u57fa\u4e8e\u58f0\u5b66\u6a21\u578b\u5171\u4eab\u7684\u96f6\u8d44\u6e90\u97e9\u8bed\u8bc6\u522b\u7cfb\u7edf\">\u9605\u8bfb\u66f4\u591a<\/a><\/p>\n","protected":false},"author":1,"featured_media":16,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"elementor_header_footer","format":"standard","meta":{"cybocfi_hide_featured_image":"yes","footnotes":""},"categories":[5],"tags":[],"_links":{"self":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts\/114"}],"collection":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/comments?post=114"}],"version-history":[{"count":1,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts\/114\/revisions"}],"predecessor-version":[{"id":115,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts\/114\/revisions\/115"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/media\/16"}],"wp:attachment":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/media?parent=114"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/categories?post=114"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/tags?post=114"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}