{"id":116,"date":"2023-05-16T13:52:15","date_gmt":"2023-05-16T05:52:15","guid":{"rendered":"http:\/\/new2:8083\/?p=116"},"modified":"2023-05-17T15:07:31","modified_gmt":"2023-05-17T07:07:31","slug":"%e6%8e%a2%e7%b4%a2%e8%af%ad%e9%9f%b3%e8%87%aa%e7%9b%91%e7%9d%a3%e6%a8%a1%e5%9e%8b%e7%9a%84%e9%ab%98%e6%95%88%e8%9e%8d%e5%90%88%e7%ae%97%e6%b3%95","status":"publish","type":"post","link":"http:\/\/new2:8083\/2023\/05\/16\/%e6%8e%a2%e7%b4%a2%e8%af%ad%e9%9f%b3%e8%87%aa%e7%9b%91%e7%9d%a3%e6%a8%a1%e5%9e%8b%e7%9a%84%e9%ab%98%e6%95%88%e8%9e%8d%e5%90%88%e7%ae%97%e6%b3%95\/","title":{"rendered":"\u63a2\u7d22\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u7684\u9ad8\u6548\u878d\u5408\u7b97\u6cd5"},"content":{"rendered":"\n<figure class=\"wp-block-image is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/qeuqUzFVzIZz.png\" alt=\"\" width=\"128\" height=\"128\"\/><\/figure>\n\n\n\n<p>\u672c\u6587\u4ecb\u7ecd\u4e86\u6e05\u534e\u5927\u5b66\u8bed\u97f3\u4e0e\u97f3\u9891\u6280\u672f\u5b9e\u9a8c\u5ba4\uff08SATLab\uff09\u4e0e\u4e0a\u6d77\u4ea4\u901a\u5927\u5b66\u8de8\u5a92\u4f53\u8bed\u8a00\u667a\u80fd\u5b9e\u9a8c\u5ba4\uff08X-LANCE\uff09\u5408\u4f5c\u7684NCMMSC\u5f55\u7528\u8bba\u6587\uff1aExploring Effective Fusion Algorithms for Speech Based Self-Supervised Learning Models\u3002\u8be5\u8bba\u6587\u63d0\u51fa\u4e86\u4e00\u7cfb\u5217\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u878d\u5408\u7b97\u6cd5\uff0c\u5e76\u57fa\u4e8e\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u7684\u8bc4\u6d4b\u6846\u67b6SUPERB\u5c55\u5f00\u4e00\u7cfb\u5217\u5b9e\u9a8c\u3002\u5b9e\u9a8c\u7ed3\u679c\u8868\u660e\uff0c\u8be5\u8bba\u6587\u4e2d\u63d0\u51fa\u7684\u878d\u5408\u7b97\u6cd5\uff0c\u6709\u6548\u5730\u7ed3\u5408\u4e86\u76ee\u524d\u8868\u73b0\u51fa\u8272\u7684\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b HuBERT \u4e0e Data2vec \u7684\u4f18\u52bf\uff0c\u63d0\u9ad8\u4e86\u6a21\u578b\u5728\u8bf4\u8bdd\u4eba\u8bc6\u522b\u4e0e\u8bed\u97f3\u8bc6\u522b\u4efb\u52a1\u4e0a\u7684\u8868\u73b0\u3002<\/p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong>\u4e00&nbsp;\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u5404\u6709\u504f\u597d<\/strong><strong><\/strong><\/h1>\n\n\n\n<p>\u8fd1\u5e74\u6765\uff0c\u81ea\u76d1\u7763\u5b66\u4e60\u5728\u8bed\u97f3\u9886\u57df\u53d6\u5f97\u5de8\u5927\u6210\u529f\u3002\u8bed\u97f3\u81ea\u76d1\u7763\u5b66\u4e60\u7684\u4e00\u822c\u601d\u60f3\uff0c\u662f\u57fa\u4e8e\u8bed\u97f3\u7684\u4e0a\u4e0b\u6587\u4fe1\u606f\u8fdb\u884c\u91cd\u6784\u6216\u9884\u6d4b\u81ea\u8eab\uff0c\u4f7f\u6a21\u578b\u80fd\u591f\u5728\u65e0\u76d1\u7763\u7684\u60c5\u51b5\u4e0b\u6709\u6548\u5730\u5b66\u4e60\u5e95\u5c42\u7ed3\u6784\u4fe1\u606f\u3002\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u53ef\u4ee5\u5728\u5927\u91cf\u7684\u65e0\u6807\u8bb0\u8bed\u97f3\u6570\u636e\u4e0a\u8fdb\u884c\u9884\u8bad\u7ec3\uff0c\u7136\u540e\u5728\u7279\u5b9a\u7684\u4e0b\u6e38\u4efb\u52a1\u4e0a\u7528\u5c11\u91cf\u7684\u6807\u6ce8\u8bed\u97f3\u8fdb\u884c\u5fae\u8c03\uff0c\u4ee5\u5b9e\u73b0\u663e\u8457\u7684\u6027\u80fd\u63d0\u9ad8\u3002\u76ee\u524d\u5df2\u6d8c\u73b0\u51fa\u4e00\u7cfb\u5217\u6210\u529f\u7684\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\uff0c\u5982Wav2vec 2.0\uff0cHuBERT\uff0cWavLM\uff0cData2vec\u7b49\u3002<\/p>\n\n\n\n<p>\u73b0\u6709\u7684\u7814\u7a76\u8868\u660e\uff0c\u4e0d\u540c\u7684\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\uff0c\u5bf9\u4e0b\u6e38\u4efb\u52a1\u7684\u504f\u597d\u4e0d\u540c\u3002\u5728\u6211\u4eec\u7684\u5de5\u4f5c\u4e2d\uff0c\u6211\u4eec\u57fa\u4e8eSUPERB\u2014\u2014\u4e00\u4e2a\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u8bc4\u6d4b\u6846\u67b6\uff0c\u9996\u6b21\u8bc4\u6d4b\u4e86&nbsp;Data2vec&nbsp;\u5728\u4e0d\u540c\u4efb\u52a1\u4e0a\u7684\u8868\u73b0\uff0c\u5e76\u4e0e\u73b0\u6709\u7684\u81ea\u76d1\u7763\u6a21\u578b\u8fdb\u884c\u5bf9\u6bd4\u3002\u6211\u4eec\u53d1\u73b0\uff0c\u4e00\u4e9b\u6a21\u578b\u5728\u8bf4\u8bdd\u4eba\u76f8\u5173\u7684\u4efb\u52a1\u4e0a\u8868\u73b0\u51fa\u8272\uff0c\u4f8b\u5982&nbsp;HuBERT\uff1b\u4e00\u4e9b\u6a21\u578b\u5728\u5185\u5bb9\u76f8\u5173\u7684\u4efb\u52a1\u4e0a\u51fa\u7c7b\u62d4\u8403\uff0c\u4f8b\u5982&nbsp;Data2vec\u3002\u540c\u65f6\u6211\u4eec\u4e5f\u53d1\u73b0\uff0c\u5bf9\u4e8e\u504f\u597d\u4e0d\u540c\u7684\u6a21\u578b\uff0c\u5176\u5185\u90e8\u7684transformer\u5c42\u7f16\u7801\u4e86\u622a\u7136\u4e0d\u540c\u7684\u4fe1\u606f\uff0c\u5982\u56fe1\u6240\u793a\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/BFbY7rIRfYba.png\" alt=\"640 (4).png\" title=\"640 (4).png\"\/><\/figure>\n\n\n\n<p>\u56fe1.&nbsp;SUPERB\u8bc4\u6d4b\u7cfb\u7edf\u4e2d\uff0cHuBERT&nbsp;\u4e0e&nbsp;Data2vec&nbsp;\u5728\u4e0d\u540c\u4e0b\u6e38\u4efb\u52a1\u4e0a\u7684\u6743\u91cd\u5bf9\u6bd4<\/p>\n\n\n\n<p>\u6211\u4eec\u601d\u8003\uff0c\u80fd\u5426\u505a\u5230\u4e00\u79cd\u878d\u5408\u7b97\u6cd5\uff0c\u5c06\u4e0d\u540c\u81ea\u76d1\u7763\u6a21\u578b\u7684\u4fe1\u606f\u6709\u6548\u5730\u63d0\u53d6\u5e76\u878d\u5408\uff0c\u4f7f\u878d\u5408\u6a21\u578b\u80fd\u591f\u7efc\u5408\u5404\u6a21\u578b\u7684\u4f18\u70b9\uff0c\u5728\u4e0d\u540c\u7684\u4e0b\u6e38\u4efb\u52a1\u4e0a\u505a\u5230\u201c\u5341\u9879\u5168\u80fd\u201d\u5462\uff1f\u57fa\u4e8e\u6b64\uff0c\u6211\u4eec\u63d0\u51fa\u4e86\u4e00\u7cfb\u5217\u878d\u5408\u7b97\u6cd5\uff0c\u5e0c\u671b\u80fd\u591f\u878d\u5408\u4e0d\u540c\u6a21\u578b\u7684\u4f18\u52bf\u3002<\/p>\n\n\n\n<h1 class=\"wp-block-heading\">\u4e8c \u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u878d\u5408\u7b97\u6cd5<\/h1>\n\n\n\n<p>\u6211\u4eec\u63d0\u51fa\u5e76\u6bd4\u8f83\u4e86\u56db\u79cd\u9488\u5bf9\u591a\u79cd\u81ea\u76d1\u7763\u6a21\u578b\u7684\u878d\u5408\u65b9\u6cd5\uff08\u5982\u56fe2\u6240\u793a\uff09\uff1a\u4e24\u79cd\u7279\u5f81\u7ea7\u878d\u5408\u548c\u4e24\u79cd\u6982\u7387\u7ea7\u878d\u5408\u3002\u8fd9\u56db\u79cd\u65b9\u6cd5\u7684\u6a21\u578b\u878d\u5408\u9636\u6bb5\uff0c\u6309\u7167\u4fe1\u606f\u4ea4\u4e92\u65f6\u95f4\u4f9d\u6b21\u5411\u540e\u4f38\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/meMvIv3M3Ibm.png\" alt=\"640 (5).png\" title=\"remote.png\"\/><\/figure>\n\n\n\n<p>\u56fe2.&nbsp;\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u7684\u56db\u79cd\u878d\u5408\u65b9\u5f0f<\/p>\n\n\n\n<p>\u8bbe\u51fd\u6570F\u8868\u793a\u4e0b\u6e38\u6a21\u578b\uff0cm\u4e3a\u8981\u878d\u5408\u7684\u6a21\u578b\u4e2a\u6570\uff0cl\u4e3a\u6bcf\u4e2a\u6a21\u578b\u7684\u5c42\u6570\uff0cwij\uff0chij\u5206\u522b\u8868\u793a\u7b2c&nbsp;i&nbsp;\u4e2a\u6a21\u578b\u7684\u7b2c&nbsp;j&nbsp;\u5c42\u7279\u5f81\u7684\u6743\u503c\u548c\u9690\u5c42\u5411\u91cf\u3002<\/p>\n\n\n\n<p>\u7b2c\u4e00\u79cd\u878d\u5408\u7b97\u6cd5\uff0c\u662f\u7b80\u5355\u5730\u76f4\u63a5\u878d\u5408\u5404\u6a21\u578b\u7279\u5f81\u3002\u5982\u56fe\uff082\uff09a&nbsp;\u56fe\u6240\u793a\uff0c\u6211\u4eec\u76f4\u63a5\u5c06\u5404\u6a21\u578b\u5404\u5c42\u7279\u5f81\u8fdb\u884c\u7ebf\u6027\u52a0\u6743\uff0c\u5f97\u5230\u7684\u878d\u5408\u7279\u5f81\u9001\u5165\u4e0b\u6e38\u6a21\u578b\u4e2d\u3002\u8fd9\u91cc\uff0c\u4e0d\u540c\u6a21\u578b\u5728\u524d\u5411\u4f20\u64ad\u540e\u76f4\u63a5\u8fdb\u884c\u4fe1\u606f\u4ea4\u6d41\uff0c\u6700\u7ec8\u9488\u5bf9\u7279\u5b9a\u4efb\u52a1\u7684\u6982\u7387\u5206\u5e03\u4e3a<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/Y36f2i6ZFN7f.png\" alt=\"640 (6).png\" title=\"640 (6).png\"\/><\/figure>\n\n\n\n<p>\u7b2c\u4e8c\u79cd\u878d\u5408\u7b97\u6cd5\uff0c\u662f\u5bf9\u5404\u6a21\u578b\u8fdb\u884c\u7ed3\u6784\u5316\u7684\u878d\u5408\u3002\u5982\u56fe\uff082\uff09b&nbsp;\u56fe\u6240\u793a\uff0c\u9996\u5148\uff0c\u6211\u4eec\u5bf9\u6bcf\u4e2a\u81ea\u76d1\u7763\u6a21\u578b\u7684\u4e0d\u540c\u5c42\u7684\u7279\u5f81\u8fdb\u884c\u52a0\u6743\u6c42\u548c\uff1b\u7136\u540e\uff0c\u6211\u4eec\u5e94\u7528\u7b2c\u4e00\u6b65\u4e2d\u8fd9\u4e9b\u8f93\u51fa\u518d\u8fdb\u884c\u7ed3\u6784\u5316\u7684\u52a0\u6743\uff0c\u4ee5\u5f97\u5230\u4e0b\u6e38\u6a21\u578b\u7684\u8f93\u5165\u3002\u8fd9\u91cc\uff0c\u4e0d\u540c\u6a21\u578b\u63d0\u53d6\u7684\u4fe1\u606f\u7ecf\u5386\u4e86\u5404\u81ea\u7684\u7279\u5f81\u878d\u5408\u5668\u4e4b\u540e\u624d\u8fdb\u884c\u4ea4\u6d41\u878d\u5408\uff0c\u6700\u7ec8\u5f97\u5230\u9488\u5bf9\u7279\u5b9a\u4efb\u52a1\u7684\u6982\u7387\u5206\u5e03\u4e3a<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/MJ7vimee6jIr.png\" alt=\"640 (7).png\" title=\"640 (7).png\"\/><\/figure>\n\n\n\n<p>\u7b2c\u4e09\u79cd\u878d\u5408\u7b97\u6cd5\uff0c\u662f\u5728\u6982\u7387\u5c42\u9762\u8fdb\u884c\u878d\u5408\u3002\u5982\u56fe\uff082\uff09c&nbsp;\u56fe\u6240\u793a\uff0c\u5bf9\u4e8e\u6bcf\u4e2a\u81ea\u76d1\u7763\u6a21\u578b\uff0c\u6211\u4eec\u5bf9\u4e0d\u540c\u5c42\u7684\u7279\u5f81\u8fdb\u884c\u52a0\u6743\uff0c\u5e76\u5c06\u7ed3\u679c\u8f93\u5165\u4e0b\u6e38\u6a21\u578b\u3002\u4e0b\u6e38\u6a21\u578b\u7684\u8f93\u51fa\u5f62\u6210\u4e86\u4e00\u4e2a\u4efb\u52a1\u6807\u7b7e\u7684\u6982\u7387\u5206\u5e03\u3002\u6211\u4eec\u5728\u8fd9\u91cc\u878d\u5408\u4e0d\u540c\u6a21\u578b\u5f97\u5230\u7684\u6982\u7387\u5206\u5e03\uff0c\u5e76\u4f7f\u7528\u878d\u5408\u7684\u6982\u7387\u5206\u5e03\u8fdb\u884c\u63a8\u7406\u3002\u4e0d\u540c\u6a21\u578b\u63d0\u53d6\u7684\u4fe1\u606f\u7ecf\u8fc7\u76f8\u540c\u7684\u4e0b\u6e38\u6a21\u578b\u540e\u76f8\u4e92\u878d\u5408\uff0c\u6700\u7ec8\u5f97\u5230\u7684\u6982\u7387\u5206\u5e03\u53ef\u8868\u793a\u4e3a<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/RZ3YrmNBRfye.png\" alt=\"640 (8).png\" title=\"640 (8).png\"\/><\/figure>\n\n\n\n<p>\u7b2c\u56db\u79cd\u878d\u5408\u7b97\u6cd5\uff0c\u4e0e\u7b2c\u4e09\u79cd\u7c7b\u4f3c\uff0c\u4f46\u4e0d\u540c\u81ea\u76d1\u7763\u6a21\u578b\u5404\u81ea\u4eab\u6709\u72ec\u7acb\u7684\u4e0b\u6e38\u6a21\u578b\uff0c\u5982\u56fe\uff082\uff09d&nbsp;\u56fe\u6240\u793a\u3002\u4e0d\u540c\u4e0b\u6e38\u6a21\u578b\u4ea7\u751f\u7684\u6982\u7387\u5206\u5e03\u5c06\u88ab\u878d\u5408\uff0c\u878d\u5408\u7684\u5206\u5e03\u5c06\u7528\u4e8e\u6700\u7ec8\u7684\u63a8\u65ad\uff0c\u6700\u7ec8\u7684\u6982\u7387\u5206\u5e03\u53ef\u8868\u793a\u4e3a<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/IRrUJzQFFVbq.png\" alt=\"640 (9).png\" title=\"640 (9).png\"\/><\/figure>\n\n\n\n<h1 class=\"wp-block-heading\">\u4e09 \u6a21\u578b\u878d\u5408\u5b9e\u9a8c\u4e0e\u5206\u6790<\/h1>\n\n\n\n<p>\u4e3a\u4e86\u66f4\u597d\u5730\u5bf9\u6bd4\u6a21\u578b\u878d\u5408\u7684\u6548\u679c\uff0c\u6211\u4eec\u57fa\u4e8eSUPERB\uff0c\u4ee4\u81ea\u76d1\u7763\u6a21\u578b\u5728\u5fae\u8c03\u8fc7\u7a0b\u4e2d\u88ab\u51bb\u7ed3\uff0c\u53ea\u6709\u8f83\u5c0f\u7684\u4e0b\u6e38\u6a21\u578b\u4e0e\u6a21\u578b\u7684\u7279\u5f81\u878d\u5408\u5668\uff08Featurizer\uff09\u53ef\u4ee5\u88ab\u66f4\u65b0\u3002\u6211\u4eec\u9009\u62e9&nbsp;Data2vec&nbsp;\u548c&nbsp;HuBERT&nbsp;\u4f5c\u4e3a\u5f85\u878d\u5408\u7684\u6a21\u578b\uff0c\u56e0\u4e3a\u4ed6\u4eec\u5bf9\u4e0b\u6e38\u4efb\u52a1\u4e0d\u540c\u7684\u504f\u597d\uff0c\u6b63\u662f\u6211\u4eec\u60f3\u8981\u7684\u3002\u6211\u4eec\u4e3b\u8981\u5206\u6790\u4e24\u5927\u4efb\u52a1\uff1a\u8bf4\u8bdd\u4eba\u8bc6\u522b\u4e0e\u8bed\u97f3\u8bc6\u522b\uff0c\u5b83\u4eec\u5206\u522b\u662f\u8bf4\u8bdd\u4eba\u76f8\u5173\u4efb\u52a1\u4e0e\u5185\u5bb9\u76f8\u5173\u4efb\u52a1\u7684\u5178\u578b\u4ee3\u8868\u3002<\/p>\n\n\n\n<p>\u5982\u56fe3\u6240\u793a\uff0c\u5b9e\u9a8c\u7ed3\u679c\u8868\u660e\uff0c\u5bf9\u4e8e\u8bf4\u8bdd\u4eba\u76f8\u5173\u4efb\u52a1\uff0c\u4ec5\u4ec5\u662f\u7b80\u5355\u7684\u7279\u5f81\u878d\u5408\uff0c\u4f1a\u5927\u5e45\u964d\u4f4e\u8bc6\u522b\u7684\u51c6\u786e\u7387\u3002\u8fd9\u4e00\u5927\u5e45\u8870\u51cf\uff0c\u53ef\u4ee5\u901a\u8fc7\u7ed3\u6784\u5316\u7684\u6a21\u578b\u878d\u5408\u6765\u907f\u514d\u3002\u8fd9\u4e00\u7ed3\u8bba\u540c\u6837\u5bf9\u8bed\u97f3\u8bc6\u522b\u4efb\u52a1\u6709\u6548\u3002\u8fd9\u53ef\u80fd\u662f\u56e0\u4e3a\uff0c\u5982\u679c\u76f4\u63a5\u878d\u5408\u5f80\u5f80\u4f1a\u6df7\u6dc6\u4fe1\u606f\uff0c\u56e0\u4e3a\u4e0d\u540c\u6a21\u578b\u7684\u5185\u5728\u7279\u5f81\u6709\u5f88\u5927\u7684\u4e0d\u540c\uff0c\u8fdb\u884c\u7ed3\u6784\u5316\u52a0\u6743\u540e\u80fd\u591f\u66f4\u597d\u5730\u5229\u7528\u6a21\u578b\u7684\u80fd\u529b\uff0c\u800c\u4e0d\u4f1a\u5f15\u8d77\u6a21\u578b\u95f4\u7684\u4fe1\u606f\u6df7\u6dc6\u3002<\/p>\n\n\n\n<p>\u540c\u65f6\uff0c\u6211\u4eec\u53d1\u73b0\uff0c\u5bf9\u4e8e\u8bf4\u8bdd\u4eba\u8bc6\u522b\u4efb\u52a1\uff0c\u4fe1\u606f\u4ea4\u6362\u7684\u9636\u6bb5\u8d8a\u63a5\u8fd1\u4efb\u52a1\u7684\u6807\u7b7e\uff0c\u878d\u5408\u6548\u679c\u5c31\u8d8a\u52a0\u6709\u6548\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/fARziyMbErum.png\" alt=\"640 (10).png\" title=\"640 (10).png\"\/><\/figure>\n\n\n\n<p>\u56fe3. \u56db\u79cd\u878d\u5408\u65b9\u5f0f\u5728 SID \u4efb\u52a1\u4e0e ASR&nbsp;\u4efb\u52a1\u7684\u8868\u73b0<\/p>\n\n\n\n<p>\u5728\u5927\u6a21\u578b\u4e0a\uff0c\u7ed3\u6784\u5316\u878d\u5408\u540c\u6837\u9002\u7528\u3002\u6211\u4eec\u5c1d\u8bd5\u4e86\u8bed\u97f3\u8bc6\u522b\u4efb\u52a1\u4e0a\u5927\u6a21\u578b\u7684\u7ed3\u6784\u5316\u878d\u5408\uff0c\u8bcd\u9519\u7387\u964d\u4f4e\u4e867%\uff0c\u76ee\u524d\u4ecd\u7136\u662fSUPERB\u4e0a\u7684\u6700\u4f73\u7ed3\u679c\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/bi6RVvmmQNvi.png\" alt=\"640 (11).png\" title=\"640 (11).png\"\/><\/figure>\n\n\n\n<p>\u56fe4.&nbsp;\u7ed3\u6784\u5316\u878d\u5408\u6709\u5229\u4e8e\u5927\u6a21\u578b\u8bed\u97f3\u8bc6\u522b<\/p>\n\n\n\n<p>\u6211\u4eec\u63d0\u51fa\u4e86\u4e00\u7cfb\u5217\u6a21\u578b\u878d\u5408\u65b9\u6cd5\uff0c\u65e8\u5728\u7efc\u5408\u4e0d\u540c\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u7684\u4f18\u52bf\u3002\u5b9e\u9a8c\u7ed3\u679c\u8868\u660e\uff0c\u6211\u4eec\u63d0\u51fa\u7684\u65b9\u6cd5\u6709\u6548\u5730\u7efc\u5408\u4e86\u4e0d\u540c\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u5728\u4e0d\u540c\u4efb\u52a1\u4e0a\u7684\u80fd\u529b\uff0c\u76f8\u5bf9\u4e8e\u5355\u4e2a\u6a21\u578b\u800c\u8a00\uff0c\u878d\u5408\u6a21\u578b\u7684\u80fd\u529b\u53d6\u5f97\u4e86\u663e\u8457\u7684\u63d0\u5347\u3002<\/p>\n\n\n\n<p><strong>\u7b2c\u4e00\u4f5c\u8005\u7b80\u4ecb<\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/qmUreyInaeia.jpg\" alt=\"640-_2_.jpg\" width=\"200\" height=\"302\" title=\"640-_2_.jpg\"\/><\/figure>\n\n\n\n<p>\u5510\u660c\u793c\uff0c\u6e05\u534e\u5927\u5b66\u7535\u5b50\u5de5\u7a0b\u7cfb2020\u7ea7\u672c\u79d1\u751f\uff0c\u66fe\u4e8e\u6e05\u534e\u5927\u5b66\u8bed\u97f3\u4e0e\u97f3\u9891\u6280\u672f\u5b9e\u9a8c\u5ba4\u3001\u4e0a\u6d77\u4ea4\u901a\u5927\u5b66\u8de8\u5a92\u4f53\u8bed\u8a00\u667a\u80fd\u5b9e\u9a8c\u5ba4\u53c2\u4e0e SRT \u9879\u76ee\u3002<\/p>\n\n\n\n<figure class=\"wp-block-image is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"http:\/\/web.ee.tsinghua.edu.cn\/_tsf\/00\/0B\/22AzEbMjaaYf.jpg\" alt=\"640-_3_.jpg\" width=\"270\" height=\"407\" title=\"640-_3_.jpg\"\/><\/figure>\n\n\n\n<p>\u738b\u4e0e\u8fdb\uff0c\u6e05\u534e\u5927\u5b66\u7535\u5b50\u5de5\u7a0b\u7cfb2020\u7ea7\u672c\u79d1\u751f\uff0c\u66fe\u4e8e\u6e05\u534e\u5927\u5b66\u8bed\u97f3\u4e0e\u97f3\u9891\u6280\u672f\u5b9e\u9a8c\u5ba4\u3001\u4e0a\u6d77\u4ea4\u901a\u5927\u5b66\u8de8\u5a92\u4f53\u8bed\u8a00\u667a\u80fd\u5b9e\u9a8c\u5ba4\u53c2\u4e0e&nbsp;SRT \u9879\u76ee\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u672c\u6587\u4ecb\u7ecd\u4e86\u6e05\u534e\u5927\u5b66\u8bed\u97f3\u4e0e\u97f3\u9891\u6280\u672f\u5b9e\u9a8c\u5ba4\uff08SATLab\uff09\u4e0e\u4e0a\u6d77\u4ea4\u901a\u5927\u5b66\u8de8\u5a92\u4f53\u8bed\u8a00\u667a\u80fd\u5b9e\u9a8c\u5ba4\uff08X-LANCE\uff09\u5408\u4f5c &#8230; <a title=\"\u63a2\u7d22\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u7684\u9ad8\u6548\u878d\u5408\u7b97\u6cd5\" class=\"read-more\" href=\"http:\/\/new2:8083\/2023\/05\/16\/%e6%8e%a2%e7%b4%a2%e8%af%ad%e9%9f%b3%e8%87%aa%e7%9b%91%e7%9d%a3%e6%a8%a1%e5%9e%8b%e7%9a%84%e9%ab%98%e6%95%88%e8%9e%8d%e5%90%88%e7%ae%97%e6%b3%95\/\" aria-label=\"\u7ee7\u7eed\u9605\u8bfb\u63a2\u7d22\u8bed\u97f3\u81ea\u76d1\u7763\u6a21\u578b\u7684\u9ad8\u6548\u878d\u5408\u7b97\u6cd5\">\u9605\u8bfb\u66f4\u591a<\/a><\/p>\n","protected":false},"author":1,"featured_media":20,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"elementor_header_footer","format":"standard","meta":{"cybocfi_hide_featured_image":"yes","footnotes":""},"categories":[5],"tags":[],"_links":{"self":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts\/116"}],"collection":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/comments?post=116"}],"version-history":[{"count":1,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts\/116\/revisions"}],"predecessor-version":[{"id":117,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/posts\/116\/revisions\/117"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/media\/20"}],"wp:attachment":[{"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/media?parent=116"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/categories?post=116"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/new2:8083\/wp-json\/wp\/v2\/tags?post=116"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}